[FirstLW X2SoldierClassTemplate]
DisplayName="FirstLW"
ClassSummary="游侠是我们主要的侦察单位，能隐蔽地独立行动，同时能与敌人近距离交战。"
LeftAbilityTreeTitle="侦察兵"
RightAbilityTreeTitle="突击兵"
AbilityTreeTitles[0]="侦察兵"
AbilityTreeTitles[1]="突击兵"
AbilityTreeTitles[2]="XCOM"
;ALPHABETICAL ORDER
RandomNickNames[0]="强盗"
RandomNickNames[1]="闪电"
RandomNickNames[2]="硬砖"

[SecondLW X2SoldierClassTemplate]
DisplayName="SecondLW"
ClassSummary="游侠是我们主要的侦察单位，能隐蔽地独立行动，同时能与敌人近距离交战。"
LeftAbilityTreeTitle="侦察兵"
RightAbilityTreeTitle="突击兵"
AbilityTreeTitles[0]="侦察兵"
AbilityTreeTitles[1]="突击兵"
AbilityTreeTitles[2]="XCOM"
;ALPHABETICAL ORDER
RandomNickNames[0]="强盗"
RandomNickNames[1]="闪电"
RandomNickNames[2]="硬砖"

[ThirdLW X2SoldierClassTemplate]
DisplayName="ThirdLW"
ClassSummary="游侠是我们主要的侦察单位，能隐蔽地独立行动，同时能与敌人近距离交战。"
LeftAbilityTreeTitle="侦察兵"
RightAbilityTreeTitle="突击兵"
AbilityTreeTitles[0]="侦察兵"
AbilityTreeTitles[1]="突击兵"
AbilityTreeTitles[2]="XCOM"
;ALPHABETICAL ORDER
RandomNickNames[0]="强盗"
RandomNickNames[1]="闪电"
RandomNickNames[2]="硬砖"

[FourthLW X2SoldierClassTemplate]
DisplayName="FourthLW"
ClassSummary="游侠是我们主要的侦察单位，能隐蔽地独立行动，同时能与敌人近距离交战。"
LeftAbilityTreeTitle="侦察兵"
RightAbilityTreeTitle="突击兵"
AbilityTreeTitles[0]="侦察兵"
AbilityTreeTitles[1]="突击兵"
AbilityTreeTitles[2]="XCOM"
;ALPHABETICAL ORDER
RandomNickNames[0]="强盗"
RandomNickNames[1]="闪电"
RandomNickNames[2]="硬砖"

[FifthLW X2SoldierClassTemplate]
DisplayName="FifthLW"
ClassSummary="游侠是我们主要的侦察单位，能隐蔽地独立行动，同时能与敌人近距离交战。"
LeftAbilityTreeTitle="侦察兵"
RightAbilityTreeTitle="突击兵"
AbilityTreeTitles[0]="侦察兵"
AbilityTreeTitles[1]="突击兵"
AbilityTreeTitles[2]="XCOM"
;ALPHABETICAL ORDER
RandomNickNames[0]="强盗"
RandomNickNames[1]="闪电"
RandomNickNames[2]="硬砖"

[SixthLW X2SoldierClassTemplate]
DisplayName="SixthLW"
ClassSummary="游侠是我们主要的侦察单位，能隐蔽地独立行动，同时能与敌人近距离交战。"
LeftAbilityTreeTitle="侦察兵"
RightAbilityTreeTitle="突击兵"
AbilityTreeTitles[0]="侦察兵"
AbilityTreeTitles[1]="突击兵"
AbilityTreeTitles[2]="XCOM"
;ALPHABETICAL ORDER
RandomNickNames[0]="强盗"
RandomNickNames[1]="闪电"
RandomNickNames[2]="硬砖"

;************************************************************************************************************
;XComGame.int - This File manages the names of custom classes, their descriptions & also their nicknames.
;In Addition custom soldier rank names can be applied here if you want to differ from normal xcom.
;************************************************************************************************************

;************************************************************************************************************
; ASSAULT
;************************************************************************************************************
[LWOTC_Assault X2SoldierClassTemplate]
+DisplayName="突击兵"
+ClassSummary="突击兵是我们的主要近战单位，能够紧逼敌人并坚守战线。"
+LeftAbilityTreeTitle="突袭者"
+RightAbilityTreeTitle="毁灭者"
+AbilityTreeTitles[0]="突袭者"
+AbilityTreeTitles[1]="致残者"
+AbilityTreeTitles[2]="毁灭者"
;ALPHABETICAL ORDER
+RandomNickNames[0]="强盗"
+RandomNickNames[1]="闪电战"
+RandomNickNames[2]="硬砖"
+RandomNickNames[3]="屠夫"
+RandomNickNames[4]="锯齿鸟"
+RandomNickNames[5]="凯金"
+RandomNickNames[6]="排骨"
+RandomNickNames[7]="眼镜蛇"
+RandomNickNames[8]="美洲豹"
+RandomNickNames[9]="郊狼"
+RandomNickNames[10]="冲击"
+RandomNickNames[11]="钻石"
+RandomNickNames[12]="执行人"
+RandomNickNames[13]="致命"
+RandomNickNames[14]="闪侠"
+RandomNickNames[15]="愤怒"
+RandomNickNames[16]="鳄鱼"
+RandomNickNames[17]="幽魂"
+RandomNickNames[18]="枪手"
+RandomNickNames[19]="猎犬"
+RandomNickNames[20]="寒冰"
+RandomNickNames[21]="冰锥"
+RandomNickNames[22]="撕咬者"
+RandomNickNames[23]="审判日"
+RandomNickNames[24]="卷毛"
+RandomNickNames[25]="怪兽"
+RandomNickNames[26]="野马"
+RandomNickNames[27]="圣骑士"
+RandomNickNames[28]="斗兽犬"
+RandomNickNames[29]="先锋"
+RandomNickNames[30]="林戈"
+RandomNickNames[31]="武士"
+RandomNickNames[32]="天蝎"
+RandomNickNames[33]="将军"
+RandomNickNames[34]="暗影"
+RandomNickNames[35]="杀手"
+RandomNickNames[36]="蛇"
+RandomNickNames[37]="蛇眼"
+RandomNickNames[38]="独行侠"
+RandomNickNames[39]="幽灵"
+RandomNickNames[40]="蜘蛛"
+RandomNickNames[41]="潜行者"
+RandomNickNames[42]="钢铁"
+RandomNickNames[43]="毒刺"
+RandomNickNames[44]="圣殿骑士"
+RandomNickNames[45]="勇士"
+RandomNickNames[46]="破坏者"
+RandomNickNames[47]="维京人"
+RandomNickNames[48]="典狱长"
+RandomNickNames[49]="军阀"
+RandomNickNames[50]="狼獾"
+RandomNickNames[51]="熊孩子"
+RandomNickNames[52]="野人"
+RandomNickNames[53]="祖鲁"
;ALPHABETICAL ORDER
+RandomNickNames_Male[0]="斧男"
+RandomNickNames_Male[1]="公爵"
+RandomNickNames_Male[2]="坚岩"
+RandomNickNames_Male[3]="种马"
+RandomNickNames_Male[4]="狼人"
;ALPHABETICAL ORDER
+RandomNickNames_Female[0]="雅典娜"
+RandomNickNames_Female[1]="公爵夫人"
+RandomNicknames_Female[2]="铁娘子"
+RandomNicknames_Female[3]="铁处女"
+RandomNicknames_Female[4]="女战士"
+RandomNickNames_Female[5]="瓦尔基里"
;ALPHABETICAL ORDER

************************************************************************************************************
; SHINOBI
;************************************************************************************************************
[LWOTC_Shinobi X2SoldierClassTemplate]
+DisplayName="忍者"
+ClassSummary="忍者是我们的主要侦查单位，使用剑来进行隐秘的近战攻击。"
+LeftAbilityTreeTitle="破坏者"
+RightAbilityTreeTitle="剑士"
+AbilityTreeTitles[0]="破坏者"
+AbilityTreeTitles[1]="斥候"
+AbilityTreeTitles[2]="剑士"
;ALPHABETICAL ORDER
+RandomNickNames[0]="抓紧"
+RandomNickNames[1]="眼镜蛇"
+RandomNickNames[2]="匕首"
+RandomNickNames[3]="舞者"
+RandomNickNames[4]="猛冲者"
+RandomNickNames[5]="躲闪者"
+RandomNickNames[6]="巨龙"
+RandomNickNames[7]="剑客"
+RandomNickNames[8]="翻转者"
+RandomNickNames[9]="毛球"
+RandomNickNames[10]="地鼠"
+RandomNickNames[11]="狼牙棒"
+RandomNickNames[12]="午夜"
+RandomNickNames[13]="中子"
+RandomNickNames[14]="画家"
+RandomNickNames[15]="巴夏"
+RandomNickNames[16]="偷猎者"
+RandomNickNames[17]="话痨"
+RandomNickNames[18]="剃刀"
+RandomNickNames[19]="开膛手"
+RandomNickNames[20]="贵族"
+RandomNickNames[21]="阴暗"
+RandomNickNames[22]="棒子"
+RandomNickNames[23]="空格键"
+RandomNickNames[24]="碎片"
+RandomNickNames[25]="潜行者"
+RandomNickNames[26]="爪子"
+RandomNickNames[27]="送葬者"
+RandomNickNames[28]="野猫"
;ALPHABETICAL ORDER
+RandomNickNames_Male[0]="弯曲"
+RandomNickNames_Male[1]="科奇斯"
+RandomNickNames_Male[2]="瘦子"
+RandomNickNames_Male[3]="骑手"
+RandomNickNames_Male[4]="睡魔"
+RandomNickNames_Male[5]="剑客"
;ALPHABETICAL ORDER
+RandomNickNames_Female[0]="黑豹"
+RandomNickNames_Female[1]="海妖"
+RandomNickNames_Female[2]="火花塞"
+RandomNickNames_Female[3]="喷火怪"
;ALPHABETICAL ORDER

;************************************************************************************************************
; SHARPSHOOTER
;************************************************************************************************************
[LWOTC_Sharpshooter X2SoldierClassTemplate]
+DisplayName="神枪手"
+ClassSummary="我们的神枪手能够在极限射程对敌人进行高精度打击。他们也能被训练成为特殊的射手，放弃长射程来获得移动力。"
+LeftAbilityTreeTitle="狙击手"
+RightAbilityTreeTitle="射手"
+AbilityTreeTitles[0]="狙击手"
+AbilityTreeTitles[1]="观测手"
+AbilityTreeTitles[2]="射手"

;ALPHABETICAL ORDER
+RandomNickNames[0]="顶端"
+RandomNickNames[1]="王牌"
+RandomNickNames[2]="余波"
+RandomNickNames[3]="阿尔法"
+RandomNickNames[4]="黑杰克"
+RandomNickNames[5]="靶眼"
+RandomNickNames[6]="闪电"
+RandomNickNames[7]="权贵"
+RandomNickNames[8]="瞌睡虫"
+RandomNickNames[9]="巨大成功"
+RandomNickNames[10]="老板"
+RandomNickNames[11]="靶眼"
+RandomNickNames[12]="将军"
+RandomNickNames[13]="首领"
+RandomNickNames[14]="小马驹"
+RandomNickNames[15]="达拉斯"
+RandomNickNames[16]="门栓"
+RandomNickNames[17]="死眼"
+RandomNickNames[18]="暗锁"
+RandomNickNames[19]="朽木"
+RandomNickNames[20]="死亡漩涡"
+RandomNickNames[21]="鹰眼"
+RandomNickNames[22]="八号球"
+RandomNickNames[23]="平线"
+RandomNickNames[24]="游戏时间"
+RandomNickNames[25]="恶棍"
+RandomNickNames[26]="掘墓人"
+RandomNickNames[27]="帽子戏法"
+RandomNickNames[28]="隼目"
+RandomNickNames[29]="加热器"
+RandomNickNames[30]="正午"
+RandomNickNames[31]="杀手"
+RandomNickNames[32]="好莱坞"
+RandomNickNames[33]="炒作"
+RandomNickNames[34]="偶像"
+RandomNickNames[35]="豺狼"
+RandomNickNames[36]="法官"
+RandomNickNames[37]="余光"
+RandomNickNames[38]="禁闭"
+RandomNickNames[39]="远射"
+RandomNickNames[40]="徒步者"
+RandomNickNames[41]="针"
+RandomNickNames[42]="苍白骑士"
+RandomNickNames[43]="死神"
+RandomNickNames[44]="抓痕"
+RandomNickNames[45]="连环杀手"
+RandomNickNames[46]="警长"
+RandomNickNames[47]="枪手"
+RandomNickNames[48]="表演时间"
+RandomNickNames[49]="滑头"
+RandomNickNames[50]="投石者"
+RandomNickNames[51]="冷血"
+RandomNickNames[52]="清洁工"
+RandomNickNames[53]="小孩"
+RandomNickNames[54]="真相"
+RandomNickNames[55]="墓碑"
+RandomNickNames[56]="大腕"
+RandomNickNames[57]="高层货架"
+RandomNickNames[58]="双击"
+RandomNickNames[59]="送葬者"
+RandomNickNames[60]="情人"
;ALPHABETICAL ORDER
+RandomNicknames_Male[0]="牛仔"
+RandomNickNames_Male[1]="教父"
+RandomNickNames_Male[2]="邮差"
+RandomNickNames_Male[3]="睡魔"
+RandomNickNames_Male[4]="瘦子"
+RandomNickNames_Male[5]="税务员"
+RandomNickNames_Male[6]="宙斯"
+RandomNickNames_Female[0]="男爵夫人"
+RandomNickNames_Female[1]="黑寡妇"
+RandomNicknames_Female[2]="灾难"
+RandomNicknames_Female[3]="蜂后"
;ALPHABETICAL ORDER

;************************************************************************************************************
; SPECIALIST
;************************************************************************************************************
[LWOTC_Specialist X2SoldierClassTemplate]
+DisplayName="专家"
+ClassSummary="专家操作着我们一些最为先进的设备，他们能在战场上部署机器无人机，执行战斗或是战场医疗任务。"
+LeftAbilityTreeTitle="医生"
+RightAbilityTreeTitle="黑客"
+AbilityTreeTitles[0]="医生"
+AbilityTreeTitles[1]="守望者"
+AbilityTreeTitles[2]="黑客"

;ALPHABETICAL ORDER
+RandomNickNames[0]="天使"
+RandomNickNames[1]="贝塔"
+RandomNickNames[2]="主教"
+RandomNickNames[3]="骨头"
+RandomNickNames[4]="粉碎者"
+RandomNickNames[5]="中间人"
+RandomNickNames[6]="秘密成员"
+RandomNickNames[7]="网络"
+RandomNickNames[8]="密码"
+RandomNickNames[9]="数据"
+RandomNickNames[10]="执事"
+RandomNickNames[11]="兴奋剂博士"
+RandomNickNames[12]="医生"
+RandomNickNames[13]="作茧自缚"
+RandomNickNames[14]="防火墙"
+RandomNickNames[15]="天才"
+RandomNickNames[16]="发明家"
+RandomNickNames[17]="故障"
+RandomNickNames[18]="劫匪"
+RandomNickNames[19]="干扰机"
+RandomNickNames[20]="小丑"
+RandomNickNames[21]="震动"
+RandomNickNames[22]="闪电"
+RandomNickNames[23]="求救"
+RandomNickNames[24]="百万"
+RandomNickNames[25]="牛顿"
+RandomNickNames[26]="过载"
+RandomNickNames[27]="补丁"
+RandomNickNames[28]="教授"
+RandomNickNames[29]="拉格泰姆"
+RandomNickNames[30]="流氓"
+RandomNickNames[31]="话痨"
+RandomNickNames[32]="赤红"
+RandomNickNames[33]="裂痕"
+RandomNickNames[34]="开伞索"
+RandomNickNames[35]="无赖"
+RandomNickNames[36]="焦痕"
+RandomNickNames[37]="哨兵"
+RandomNickNames[38]="阴暗"
+RandomNickNames[39]="奶昔"
+RandomNickNames[40]="变形怪"
+RandomNickNames[41]="畏缩"
+RandomNickNames[42]="滑块"
+RandomNickNames[43]="太阳"
+RandomNickNames[44]="声呐"
+RandomNickNames[45]="火花"
+RandomNickNames[46]="缝合"
+RandomNickNames[47]="敲击者"
+RandomNickNames[48]="泪珠"
+RandomNickNames[49]="修补匠"
+RandomNickNames[50]="漩涡"
+RandomNickNames[51]="毒液"
+RandomNickNames[52]="蒸汽"
+RandomNickNames[53]="军机"
+RandomNickNames[54]="典狱长"
+RandomNickNames[55]="威士忌"
+RandomNickNames[56]="野小子"
+RandomNickNames[57]="祖鲁"
;ALPHABETICAL ORDER
+RandomNickNames_Male[0]="甜心"
+RandomNickNames_Male[1]="魔术师"
+RandomNickNames_Male[2]="祭司"
+RandomNickNames_Male[3]="雨人"
+RandomNickNames_Male[4]="公鸡"
+RandomNickNames_Female[0]="女祭司"
+RandomNickNames_Female[1]="狼母"
+RandomNickNames_Female[2]="黑寡妇"
+RandomNickNames_Female[4]="公爵夫人"
;ALPHABETICAL ORDER

;************************************************************************************************************
; GUNNER
;************************************************************************************************************
[LWOTC_Gunner X2SoldierClassTemplate]
+DisplayName="炮手"
+ClassSummary="炮手可以使用重型武器，对敌人进行高强度的火力打击。"
+LeftAbilityTreeTitle="重炮手"
+RightAbilityTreeTitle="机枪手"
+AbilityTreeTitles[0]="重炮手"
+AbilityTreeTitles[1]="哨卫"
+AbilityTreeTitles[2]="机枪手"

+RandomNickNames[0]="走火"
+RandomNickNames[1]="巴哈"
+RandomNickNames[2]="熊狸"
+RandomNickNames[3]="残忍"
+RandomNickNames[4]="电锯"
+RandomNickNames[5]="比目鱼"
+RandomNickNames[6]="节目"
+RandomNickNames[7]="傻瓜"
+RandomNickNames[8]="小贩"
+RandomNickNames[9]="星兹"
+RandomNickNames[10]="便当"
+RandomNickNames[11]="碾压机"
+RandomNickNames[12]="肉钩"
+RandomNickNames[13]="驼鹿"
+RandomNickNames[14]="纳努克"
+RandomNickNames[15]="炸鸡块"
+RandomNickNames[16]="核弹"
+RandomNickNames[17]="食人魔"
+RandomNickNames[18]="煎饼"
+RandomNickNames[19]="装甲车"
+RandomNickNames[20]="活塞"
+RandomNickNames[21]="投石者"
+RandomNickNames[22]="麻雀"
+RandomNickNames[23]="尖刺"
+RandomNickNames[24]="修行者"
+RandomNickNames[25]="扎菲尔"
+RandomNickNames_Male[0]="哈哈"
+RandomNickNames_Male[1]="呆呆"
+RandomNickNames_Male[2]="疯子"
+RandomNickNames_Male[3]="拳套"
+RandomNickNames_Male[4]="海象"
+RandomNickNames_Female[0]="泡泡"
+RandomNickNames_Female[1]="小玩意儿"
+RandomNickNames_Female[2]="嘻嘻"
+RandomNickNames_Female[3]="芒果"
+RandomNickNames_Female[4]="胡椒粉"


;************************************************************************************************************
; RANGER
;************************************************************************************************************
[LWOTC_Ranger X2SoldierClassTemplate]
+DisplayName="游侠"
+ClassSummary="游侠精通步枪，经过训练可以获得进攻型或防守型能力。"
+LeftAbilityTreeTitle="步兵"
+RightAbilityTreeTitle="防御兵"
+AbilityTreeTitles[0]="步兵"
+AbilityTreeTitles[1]="侦察兵"
+AbilityTreeTitles[2]="防御兵"

+RandomNickNames[0]="野马"
+RandomNickNames[1]="雄鹿"
+RandomNickNames[2]="牛眼"
+RandomNickNames[3]="钴"
+RandomNickNames[4]="牛仔"
+RandomNickNames[5]="挖掘机"
+RandomNickNames[6]="全垒打"
+RandomNickNames[7]="冰霜"
+RandomNickNames[8]="呼噜"
+RandomNickNames[9]="好莱坞"
+RandomNickNames[10]="霍斯"
+RandomNickNames[11]="吼猴"
+RandomNickNames[12]="松鸦"
+RandomNickNames[13]="苍鹰"
+RandomNickNames[14]="法官"
+RandomNickNames[15]="马林鱼"
+RandomNickNames[16]="野马"
+RandomNickNames[17]="浆糊"
+RandomNickNames[18]="画家"
+RandomNickNames[19]="杂毛"
+RandomNickNames[20]="流氓"
+RandomNickNames[21]="坚岩"
+RandomNickNames[22]="踏板车"
+RandomNickNames[23]="蚊子"
+RandomNickNames[24]="打滑"
+RandomNickNames[25]="弹性"
+RandomNickNames[26]="重击"
+RandomNickNames[27]="狼人"
+RandomNickNames_Male[0]="灰尘"
+RandomNickNames_Male[1]="荷兰的"
+RandomNickNames_Male[2]="剥皮机"
+RandomNickNames_Male[3]="滑头"
+RandomNickNames_Male[4]="爆炸"
+RandomNickNames_Female[0]="姨妈"
+RandomNickNames_Female[1]="晚安"
+RandomNickNames_Female[2]="美杜莎"
+RandomNickNames_Female[3]="宝贝"

;************************************************************************************************************
; GRENADIER
;************************************************************************************************************
[LWOTC_Grenadier X2SoldierClassTemplate]
+DisplayName="榴弹兵"
+ClassSummary="作为我们的爆破专家，榴弹兵随时随地都能为我们提供重火力支援。他们也精通使用辅助型榴弹来保护小队并干扰敌人。"
+LeftAbilityTreeTitle="炸弹人"
+RightAbilityTreeTitle="支援兵"
+AbilityTreeTitles[0]="炸弹人"
+AbilityTreeTitles[1]="全能手"
+AbilityTreeTitles[2]="支援兵"

;ALPHABETICAL ORDER
+RandomNickNames[0]="陀螺"
+RandomNickNames[1]="全力以赴"
+RandomNickNames[2]="禽兽"
+RandomNickNames[3]="发球机"
+RandomNickNames[4]="大国家"
+RandomNickNames[5]="大亨"
+RandomNickNames[6]="老顽童"
+RandomNickNames[7]="闪耀"
+RandomNickNames[8]="砰砰"
+RandomNickNames[9]="轰炸机"
+RandomNickNames[10]="伙伴"
+RandomNickNames[11]="斗牛犬"
+RandomNickNames[12]="蛮牛"
+RandomNickNames[13]="阔剑地雷"
+RandomNickNames[14]="演示"
+RandomNickNames[15]="核预警"
+RandomNickNames[16]="魔犬"
+RandomNickNames[17]="柴油机"
+RandomNickNames[18]="安可"
+RandomNickNames[19]="火球"
+RandomNickNames[20]="冰箱"
+RandomNickNames[21]="枪手"
+RandomNickNames[22]="铁锤"
+RandomNickNames[23]="地狱火"
+RandomNickNames[24]="高塔"
+RandomNickNames[25]="霍斯"
+RandomNickNames[26]="火山"
+RandomNickNames[27]="飓风"
+RandomNickNames[28]="垃圾场"
+RandomNickNames[29]="审判"
+RandomNickNames[30]="击倒"
+RandomNickNames[31]="金刚"
+RandomNickNames[32]="疯狗"
+RandomNickNames[33]="核裂"
+RandomNickNames[34]="驼鹿"
+RandomNickNames[35]="诺娃"
+RandomNickNames[36]="卑鄙"
+RandomNickNames[37]="硝基"
+RandomNickNames[38]="霸主"
+RandomNickNames[39]="斗兽犬"
+RandomNickNames[40]="纵火狂"
+RandomNickNames[41]="红线"
+RandomNickNames[42]="犀牛"
+RandomNickNames[43]="火箭"
+RandomNickNames[44]="海风"
+RandomNickNames[45]="厚板"
+RandomNickNames[46]="碎击"
+RandomNickNames[47]="喷火怪"
+RandomNickNames[48]="烟幕"
+RandomNickNames[49]="沼泽怪物"
+RandomNickNames[50]="丁骨"
+RandomNickNames[51]="霸王龙"
+RandomNickNames[52]="坦克"
+RandomNickNames[53]="重击"
+RandomNickNames[54]="迅雷"
+RandomNickNames[55]="开心果"
+RandomNickNames[56]="矮子"
+RandomNickNames[57]="泰坦"
+RandomNickNames[58]="炸药桶"
+RandomNickNames[59]="火炬"
+RandomNickNames[60]="战犬"
+RandomNickNames[61]="战马"
+RandomNickNames[62]="熊孩子"
;ALPHABETICAL ORDER
+RandomNicknames_Male[0]="野蛮人"
+RandomNickNames_Male[1]="大男孩"
+RandomNicknames_Male[2]="老大"
+RandomNickNames_Male[3]="牛仔"
+RandomNickNames_Male[4]="笨蛋"
+RandomNickNames_Male[5]="暴君"
+RandomNickNames_Male[6]="爸爸熊"
+RandomNickNames_Male[7]="野人"
+RandomNickNames_Female[0]="亚马逊"
+RandomNicknames_Female[1]="大姐大"
+RandomNickNames_Female[2]="牛仔妹"
+RandomNicknames_Female[3]="多米诺"
+RandomNickNames_Female[4]="芙蕾雅"
+RandomNickNames_Female[5]="妈妈熊"
+RandomNickNames_Female[6]="大后方"
+RandomNickNames_Female[7]="火虫"

;************************************************************************************************************
; TECHNICAL
;************************************************************************************************************
[LWOTC_Technical X2SoldierClassTemplate]
+DisplayName="装甲兵"
+ClassSummary="我们的装甲兵接受过重型武器，如火箭发射器和火焰喷射器的训练，可以在交战中提供关键的支援。"
+LeftAbilityTreeTitle="火箭专家"
+RightAbilityTreeTitle="爆破员"
+AbilityTreeTitles[0]="火箭专家"
+AbilityTreeTitles[1]="士兵"
+AbilityTreeTitles[2]="爆破员"
+RandomNickNames[0]="焦痕"
+RandomNickNames[1]="锅炉"
+RandomNickNames[2]="火箭侠"
+RandomNickNames[3]="火爆"
+RandomNickNames[4]="老霸"
+RandomNickNames[5]="清道夫"
+RandomNickNames[6]="拆卸"
+RandomNickNames[7]="地狱"
+RandomNickNames[8]="闪耀"
+RandomNickNames[9]="篝火"
+RandomNickNames[10]="消防员"
+RandomNickNames[11]="柴堆"
+RandomNickNames[12]="煤气灶"
+RandomNickNames[13]="耀斑"
+RandomNickNames[14]="爆裂炮"
+RandomNickNames[15]="毁灭者"
+RandomNickNames[16]="点火"
+RandomNickNames[17]="爆炸"
+RandomNickNames[18]="爆裂"
+RandomNickNames[19]="咆哮"
+RandomNickNames[20]="粉碎者"
+RandomNickNames[21]="废墟"
+RandomNickNames[22]="核弹"
+RandomNickNames[23]="歼灭者"
+RandomNickNames_Female[0]="阿格尼"

[LWOTC_Psionic X2SoldierClassTemplate]
+DisplayName="超能力的"
+ClassSummary="一个测试类。"
+LeftAbilityTreeTitle="A"
+RightAbilityTreeTitle="B"

[DepthPerceptionPCS X2EquipmentTemplate]
FriendlyName="个人战斗芯片：深度感知"
FriendlyNamePlural="个人战斗芯片：深度感知"
BriefSummary="当你处于比目标敌人更高的地形时，该芯片为你增加5命中，并减少敌人25闪避。"

[HyperReactivePupilsPCS X2EquipmentTemplate]
FriendlyName="个人战斗芯片：超高反应瞳孔"
FriendlyNamePlural="个人战斗芯片：超高反应瞳孔"
BriefSummary="当你未命中目标时，该芯片能让你下一次的主武器射击+10命中。"

[CombatAwarenessPCS X2EquipmentTemplate]
FriendlyName="个人战斗芯片：战斗意识"
FriendlyNamePlural="个人战斗芯片：战斗意识"
BriefSummary="在监视时获得15点防御和1点护甲值(50%几率减少1点伤害)。"

[CombatRushPCS X2EquipmentTemplate]
FriendlyName="个人战斗芯片：战斗冲锋"
FriendlyNamePlural="个人战斗芯片：战斗冲锋"
BriefSummary="你击杀一个敌人后，7格内的友军能暂时获得命中，暴击率和移动力加成。5回合冷却时间。"

[DamageControlPCS X2EquipmentTemplate]
FriendlyName="个人战斗芯片：伤害控制"
FriendlyNamePlural="个人战斗芯片：伤害控制"
BriefSummary="该芯片会在敌人命中你之后加强你的护甲，受到伤害后的2回合内获得2点护甲。"

[ImpactFieldsPCS X2EquipmentTemplate]
FriendlyName="个人战斗芯片：冲击力场"
FriendlyNamePlural="个人战斗芯片：冲击力场"
BriefSummary="该护盾生成芯片激活后能在2回合内减少33%所受到的伤害。"

[BodyShieldPCS X2EquipmentTemplate]
FriendlyName="个人战斗芯片：全身防护"
FriendlyNamePlural="个人战斗芯片：全身防护"
BriefSummary="目标敌人在对付你时受到-20命中和-50暴击率的惩罚。"

[EmergencyLifeSupportPCS X2EquipmentTemplate]
FriendlyName="个人战斗芯片：应急生命保障"
FriendlyNamePlural="个人战斗芯片：应急生命保障"
BriefSummary="该芯片保证士兵在任务中受到的首次致命攻击不会导致直接死亡，并且延长流血时间2回合。"

[IronSkinPCS X2EquipmentTemplate]
FriendlyName="个人战斗芯片：铜皮铁甲"
FriendlyNamePlural="个人战斗芯片：铜皮铁甲"
BriefSummary="受到的近战伤害减少3点。"

[SmartMacrophagesPCS X2EquipmentTemplate]
FriendlyName="个人战斗芯片：智能巨噬细胞"
FriendlyNamePlural="个人战斗芯片：智能巨噬细胞"
BriefSummary="减少受伤恢复时间，并免疫毒和酸。"

[CommonPCSHacking X2EquipmentTemplate]
FriendlyName="个人战斗芯片：侵入"
FriendlyNamePlural="个人战斗芯片：侵入"
BriefSummary="该植入物能提升士兵对复杂电脑系统的认识并能穿越他们的安全系统。"

[RarePCSHacking X2EquipmentTemplate]
FriendlyName="个人战斗芯片：高级侵入"
FriendlyNamePlural="个人战斗芯片：高级侵入"
BriefSummary="此植入物极大地提高士兵操作复杂和侵入电脑系统的能力。"

[EpicPCSHacking X2EquipmentTemplate]
FriendlyName="个人战斗芯片：终极侵入"
FriendlyNamePlural="个人战斗芯片：终极侵入"
BriefSummary="该植入物能极大地提升士兵对复杂电脑系统的认识并能穿越他们的安全系统。"

[CommonPCSPsi X2EquipmentTemplate]
FriendlyName="个人战斗芯片：灵能"
FriendlyNamePlural="个人战斗芯片：灵能"
BriefSummary="该植入物提供给士兵更强的灵能能力。"

[RarePCSPsi X2EquipmentTemplate]
FriendlyName="个人战斗芯片：高级灵能"
FriendlyNamePlural="个人战斗芯片：高级灵能"
BriefSummary="此植入物能极大地提高士兵的灵能能力。"

[EpicPCSPsi X2EquipmentTemplate]
FriendlyName="个人战斗芯片：终极灵能"
FriendlyNamePlural="个人战斗芯片：终极灵能"
BriefSummary="该植入物提供给士兵极强的灵能能力。"

[LW2WotC_ShootAnyone X2AbilityTemplate]
LocFriendlyName="射杀任何人"
LocFlyOverText="射杀任何人"
LocLongDescription="射杀任何人。"
LocHelpText="射杀任何人。"
LocPromotionPopupText="<Bullet/>射杀任何人。<br/>"

[LW2WotC_CenterMass X2AbilityTemplate]
LocFriendlyName="中心质量"
LocFlyOverText="中心质量"
LocLongDescription="你使用枪械时会造成<Ability:CENTERMASS_DAMAGE/>点额外基础伤害。"
LocHelpText="你使用枪械时会造成<Ability:CENTERMASS_DAMAGE/>点额外基础伤害。"
LocPromotionPopupText="<Bullet/>你的主武器，手枪或短管霰弹枪会造成<Ability:CENTERMASS_DAMAGE/>点额外基础伤害。"

[LW2WotC_Lethal X2AbilityTemplate]
LocFriendlyName="致命武器"
LocFlyOverText="致命武器"
LocLongDescription="你的主武器造成额外<Ability:LETHAL_DAMAGE/>点基础伤害。"
LocHelpText="你的主武器造成额外<Ability:LETHAL_DAMAGE/>点基础伤害。"
LocPromotionPopupText="<Bullet/>你的主武器造成额外<Ability:LETHAL_DAMAGE/>点基础伤害。"

[LW2WotC_HitandSlither X2AbilityTemplate]
LocFriendlyName="打完就溜"
LocFlyOverText="打完就溜"
LocLongDescription="用主武器对一个被夹击或暴露的目标进行一次普通射击后，获得一次额外的移动机会。每回合1次。"
LocHelpText="用主武器对一个被夹击或暴露的目标进行一次普通射击后，获得一次额外的移动机会。每回合1次。"
LocPromotionPopupText="<Bullet/>用主武器对一个被夹击或暴露的目标进行一次普通射击后，获得一次额外的移动机会。每回合1次。"

[LW2WotC_HitandRun X2AbilityTemplate]
LocFriendlyName="一击脱离"
LocFlyOverText="一击脱离"
LocLongDescription="对侧击和暴露的敌人进行射击后，获得额外的一点行动点。每回合1次。"
LocHelpText="对侧击和暴露的敌人进行射击后，获得额外的一点行动点。每回合1次。"
LocPromotionPopupText="<Bullet/>不可以和奔袭战术一起使用。<br/><Bullet/>连环射击和死神天降的奖励将会优先获得。<br/><Bullet/>每回合1次。"

[LW2WotC_CloseCombatSpecialist X2AbilityTemplate]
LocFriendlyName="近战专家"
LocFlyOverText="近战专家"
LocLongDescription="在敌人的回合，在4格内任何可见敌人移动或开火时，使用主武器对其进行1次反应射击。"
LocHelpText="在敌人的回合，在4格内任何可见敌人移动或开火时，使用主武器对其进行1次反应射击。
LocPromotionPopupText="<Bullet/>士兵在隐蔽状态时不会触发。<br/><Bullet/>使用该能力你可以每回合对每个敌人射击1次。<br/><Bullet/>需要<Ability:CCS_AMMO_PER_SHOT/>弹药。<br/>""

[LW2WotC_CloseCombatSpecialistAttack X2AbilityTemplate]
LocFriendlyName="近战专家"
LocFlyOverText="近战专家"
LocLongDescription="在敌人的回合，在4格内任何可见敌人移动或开火时，使用主武器对其进行1次反应射击。"
LocHelpText="在敌人的回合，在4格内任何可见敌人移动或开火时，使用主武器对其进行1次反应射击。"
LocPromotionPopupText="<Bullet/>士兵在隐蔽状态时不会触发。<br/><Bullet/>使用该能力你可以每回合对每个敌人射击1次。<br/><Bullet/>需要<Ability:CCS_AMMO_PER_SHOT/>弹药。<br/>""

[LW2WotC_CloseandPersonal X2AbilityTemplate]
LocFriendlyName="近身威胁"
LocFlyOverText="近身威胁"
LocLongDescription="攻击邻近敌人时+30暴击率。与目标的距离越远，该增益越小。"
LocHelpText="攻击邻近敌人时+30暴击率。与目标的距离越远，该增益越小。"
LocPromotionPopupText="<Bullet/>攻击邻近敌人时+30暴击率。<br/><Bullet/>与目标距离每增加1格，该增益减少5%，在7格或以外降至0%。<br/>"

[LW2WotC_DamnGoodGround X2AbilityTemplate]
LocFriendlyName="绝佳地形"
LocFlyOverText="绝佳地形"
LocLongDescription="攻击较低地形下的目标时获得+<Ability:DGG_AIM_BONUS/>命中和+<Ability:DGG_DEF_BONUS/>防御。"
LocHelpText="攻击较低地形下的目标时获得+<Ability:DGG_AIM_BONUS/>命中和+<Ability:DGG_DEF_BONUS/>防御。"
LocPromotionPopupText="<Bullet/>攻击较低地形下的目标时获得+<Ability:DGG_AIM_BONUS/>命中和+<Ability:DGG_DEF_BONUS/>防御。<br/><Bullet/>此项能力在单位处于混乱、眩晕、恐慌、着火或其他受损状态中时将不提供防御加成。"

[LW2WotC_Executioner X2AbilityTemplate]
LocFriendlyName="处决者"
LocFlyOverText="处决者"
LocLongDescription="攻击只有一半或更少生命值的目标时，获得+<Ability:EXECUTIONER_AIM_BONUS/>命中和+<Ability:EXECUTIONER_CRIT_BONUS/>暴击率。"
LocHelpText="攻击只有一半或更少生命值的目标时，获得+<Ability:EXECUTIONER_AIM_BONUS/>命中和+<Ability:EXECUTIONER_CRIT_BONUS/>暴击率。"
LocPromotionPopupText="<Bullet/>攻击只有一半或更少生命值的目标时，获得+<Ability:EXECUTIONER_AIM_BONUS/>命中和+<Ability:EXECUTIONER_CRIT_BONUS/>暴击率。<br/>"

[LW2WotC_Resilience X2AbilityTemplate]
LocFriendlyName="适应力"
LocFlyOverText="适应力"
LocLongDescription="敌人对你的攻击受到-<Ability:RESILIENCE_CRITDEF_BONUS/>暴击几率的减益。"
LocHelpText="敌人对你的攻击受到-<Ability:RESILIENCE_CRITDEF_BONUS/>暴击几率的减益。"
LocPromotionPopupText="<Bullet/>敌人对你的攻击受到-<Ability:RESILIENCE_CRITDEF_BONUS/>暴击几率的减益。<br/>"

[LW2WotC_TacticalSense X2AbilityTemplate]
LocFriendlyName="战术意识"
LocFlyOverText="战术意识"
LocLongDescription="你视野内的每个敌人使你获得+<Ability:TACTICAL_SENSE_DEF_BONUS_PER_ENEMY/>点防御，最多+<Ability:TACTICAL_SENSE_MAX_DEF_BONUS/>点。"
LocHelpText="你视野内的每个敌人使你获得+<Ability:TACTICAL_SENSE_DEF_BONUS_PER_ENEMY/>点防御，最多+<Ability:TACTICAL_SENSE_MAX_DEF_BONUS/>点。"
LocPromotionPopupText="<Bullet/>你视野内的每个敌人使你获得+<Ability:TACTICAL_SENSE_DEF_BONUS_PER_ENEMY/>点防御，最多+<Ability:TACTICAL_SENSE_MAX_DEF_BONUS/>点。<br/><Bullet/>不包括小队视野范围内的单位。<br/><Bullet/>此项能力在单位处于混乱、眩晕、恐慌、着火或其他受损状态中时将不提供防御加成。"

[LW2WotC_Aggression X2AbilityTemplate]
LocFriendlyName="战斗饥渴"
LocFlyOverText="战斗饥渴"
LocLongDescription="你视野内的每个敌人会为你+<Ability:AGGRESSION_CRIT_BONUS_PER_ENEMY/>暴击率，最多+<Ability:AGGRESSION_MAX_CRIT_BONUS/>。"
LocHelpText="你视野内的每个敌人会为你+<Ability:AGGRESSION_CRIT_BONUS_PER_ENEMY/>暴击率，最多+<Ability:AGGRESSION_MAX_CRIT_BONUS/>。"
LocPromotionPopupText="<Bullet/>你视野内的每个敌人会为你+<Ability:AGGRESSION_CRIT_BONUS_PER_ENEMY/>暴击率，最多+<Ability:AGGRESSION_MAX_CRIT_BONUS/>。<br/><Bullet/>不包括小队视野范围内的单位。<br/>"

[LW2WotC_BringEmOn X2AbilityTemplate]
LocFriendlyName="战个痛快"
LocFlyOverText="战个痛快"
LocLongDescription="每个你视野内的2个敌人都使你获得+<Ability:BEO_BONUS_CRIT_DAMAGE_PER_ENEMY/>暴击伤害，最多+<Ability:BEO_MAX_BONUS_CRIT_DAMAGE/>。"
LocHelpText="每个你视野内的2个敌人都使你获得+<Ability:BEO_BONUS_CRIT_DAMAGE_PER_ENEMY/>暴击伤害，最多+<Ability:BEO_MAX_BONUS_CRIT_DAMAGE/>。"
LocPromotionPopupText="<Bullet/>每个你视野内的2个敌人都使你获得+<Ability:BEO_BONUS_CRIT_DAMAGE_PER_ENEMY/>暴击伤害，最多+<Ability:BEO_MAX_BONUS_CRIT_DAMAGE/>。<br/><Bullet/>不包括小队视野范围内的单位。<br/><Bullet/>仅适用于主要武器的伤害。"

[LW2WotC_HardTarget X2AbilityTemplate]
LocFriendlyName="高难目标"
LocFlyOverText="高难目标"
LocLongDescription="你视野内的每个敌人使你获得+<Ability:HT_DODGE_BONUS_PER_ENEMY/>点闪避，最多+<Ability:HT_MAX_DODGE_BONUS/>。"
LocHelpText="你视野内的每个敌人使你获得+<Ability:HT_DODGE_BONUS_PER_ENEMY/>点闪避，最多+<Ability:HT_MAX_DODGE_BONUS/>。"
LocPromotionPopupText="<Bullet/>你视野内的每个敌人使你获得+<Ability:HT_DODGE_BONUS_PER_ENEMY/>点闪避，最多+<Ability:HT_MAX_DODGE_BONUS/>。<br/><Bullet/>不包括小队视野范围内的单位。<br/><Bullet/>此项能力在单位处于混乱、眩晕、恐慌、着火或其他受损状态中时将不提供防御加成。"

[LW2WotC_Infighter X2AbilityTemplate]
LocFriendlyName="近身斗士"
LocFlyOverText="近身斗士"
LocLongDescription="获得+<Ability:INFIGHTER_DODGE_BONUS/>闪避在<Ability:INFIGHTER_MAX_TILES/>格以内的攻击。"
LocHelpText="获得+<Ability:INFIGHTER_DODGE_BONUS/>闪避在<Ability:INFIGHTER_MAX_TILES/>格以内的攻击。"
LocPromotionPopupText="<Bullet/>获得+<Ability:INFIGHTER_DODGE_BONUS/>闪避在<Ability:INFIGHTER_MAX_TILES/>格以内的攻击。<br/><Bullet/>闪避加成也适用于近战攻击。<br/><Bullet/>此项能力在单位处于混乱、眩晕、恐慌、着火或其他受损状态中时将不提供防御加成。"

[LW2WotC_DepthPerception X2AbilityTemplate]
LocFriendlyName="深度感知"
LocFlyOverText="深度感知"
LocLongDescription="相比于目标处于更高的地形时，获得<Ability:DP_AIM_BONUS/>的命中并减少敌人<Ability:DP_ANTIDODGE_BONUS/>的闪避。"
LocHelpText="相比于目标处于更高的地形时，获得<Ability:DP_AIM_BONUS/>的命中并减少敌人<Ability:DP_ANTIDODGE_BONUS/>的闪避。"
LocPromotionPopupText="<Bullet/>相比于目标处于更高的地形时，获得<Ability:DP_AIM_BONUS/>的命中并减少敌人<Ability:DP_ANTIDODGE_BONUS/>的闪避。<br/>"

[LW2WotC_WilltoSurvive X2AbilityTemplate]
LocFriendlyName="求生意志"
LocFlyOverText="求生意志"
LocLongDescription="在掩体中并受到穿透掩体的攻击时，受到的伤害减少。完全掩护减少<Ability:W2S_HIGH_COVER_ARMOR_BONUS/>。半掩护减少<Ability:W2S_LOW_COVER_ARMOR_BONUS/>。同时赋予<Ability:WILLTOSURVIVE_WILLBONUS/>意志力。"
LocHelpText="在掩体中并受到穿透掩体的攻击时，受到的伤害减少。完全掩护减少<Ability:W2S_HIGH_COVER_ARMOR_BONUS/>。半掩护减少<Ability:W2S_LOW_COVER_ARMOR_BONUS/>。同时赋予<Ability:WILLTOSURVIVE_WILLBONUS/>意志力。"
LocPromotionPopupText="<Bullet/>在掩体中并受到穿透掩体的攻击时，受到的伤害减少。完全掩护减少<Ability:W2S_HIGH_COVER_ARMOR_BONUS/>。半掩护减少<Ability:W2S_LOW_COVER_ARMOR_BONUS/>。<br/><Bullet/>对爆炸或其他间接攻击的掩体从爆炸地点计算。<br/><Bullet/>护甲穿透效果不影响此加成。<br/><Bullet/>该单位也会永久增加<Ability:WILLTOSURVIVE_WILLBONUS/>意志力。<br/><Bullet/>此项能力在单位处于混乱、眩晕、恐慌、着火或其他受损状态中时将不提供防御加成。"

[LW2WotC_LightEmUp X2AbilityTemplate]
LocFriendlyName="赶尽杀绝"
LocFlyOverText="赶尽杀绝"
LocLongDescription="第一个行动点使用主武器进行普通射击将不再结束回合。"
LocHelpText="第一个行动点使用主武器进行普通射击将不再结束回合。"
LocPromotionPopupText="<Bullet/>第一个行动点使用主武器进行普通射击将不再结束回合。<br/>"

[LW2WotC_CloseEncounters X2AbilityTemplate]
LocFriendlyName="近距遭遇"
LocFlyOverText="近距遭遇"
LocLongDescription="使用主武器对4格内的1个敌人进行1次标准射击后，可额外获得1个行动点。每回合1次。"
LocHelpText="使用主武器对4格内的1个敌人进行1次标准射击后，可额外获得1个行动点。每回合1次。"
LocPromotionPopupText="<Bullet/>使用主武器对4格内的1个敌人进行1次标准射击后，可额外获得1个行动点。<br/><Bullet/>每回合1次。<br/><Bullet/>一个红色的环状图示会标记此能力的范围。<br/><Bullet/>不可以和奔袭战术在同一回合使用。<br/>"

[LW2WotC_LoneWolf X2AbilityTemplate]
LocFriendlyName="独狼"
LocFlyOverText="独狼"
LocLongDescription="获得+<Ability:LONEWOLF_AIM_BONUS/>命中，+<Ability:LONEWOLF_CRIT_BONUS/>暴击率，和+<Ability:LONEWOLF_DEF_BONUS/>防御在距离友军<Ability:LONEWOLF_MIN_DIST_TILES/>格或更远时。"
LocHelpText="获得+<Ability:LONEWOLF_AIM_BONUS/>命中，+<Ability:LONEWOLF_CRIT_BONUS/>暴击率，和+<Ability:LONEWOLF_DEF_BONUS/>防御在距离友军<Ability:LONEWOLF_MIN_DIST_TILES/>格或更远时。"
LocPromotionPopupText="<Bullet/>获得+<Ability:LONEWOLF_AIM_BONUS/>命中，+<Ability:LONEWOLF_CRIT_BONUS/>暴击率，和+<Ability:LONEWOLF_DEF_BONUS/>防御在距离友军<Ability:LONEWOLF_MIN_DIST_TILES/>格或更远时。<br/><Bullet/>此项能力在单位处于混乱、眩晕、恐慌、着火或其他受损状态中时将不提供防御加成。"

[LW2WotC_LowProfile X2AbilityTemplate]
LocFriendlyName="低姿态"
LocFlyOverText="低姿态"
LocLongDescription="将半身掩体视作全身掩体。"
LocHelpText="将半身掩体视作全身掩体。"
LocPromotionPopupText="<Bullet/>将半身掩体视作全身掩体。<br/>"

[LW2WotC_HyperReactivePupils X2AbilityTemplate]
LocFriendlyName="超高反应瞳孔"
LocFlyOverText="超高反应瞳孔"
LocLongDescription="在一次未命中之后你的主武器的下一次射击获得+<Ability:HYPERREACTIVE_PUPILS_AIM_BONUS/>命中。"
LocHelpText="在一次未命中之后你的主武器的下一次射击获得+<Ability:HYPERREACTIVE_PUPILS_AIM_BONUS/>命中。"
LocPromotionPopupText="<Bullet/>此加成一直持续到你下一次命中目标或任务结束为止。<br/><Bullet/>范围型射击不获得加成。<br/>"

[LW2WotC_LockedOn X2AbilityTemplate]
LocFriendlyName="锁定"
LocFlyOverText="锁定"
LocLongDescription="对同一敌军单位连续射击时获得+<Ability:LOCKEDON_AIM_BONUS/>命中和+<Ability:LOCKEDON_CRIT_BONUS/>暴击。"
LocHelpText="对同一敌军单位连续射击时获得+<Ability:LOCKEDON_AIM_BONUS/>命中和+<Ability:LOCKEDON_CRIT_BONUS/>暴击。"
LocPromotionPopupText="<Bullet/>对同一敌军单位连续射击时获得+<Ability:LOCKEDON_AIM_BONUS/>命中和+<Ability:LOCKEDON_CRIT_BONUS/>暴击。不可累加，只适用于敌方单位。<br/><Bullet/>范围射击不能获得此加成。"

[LW2WotC_Sentinel X2AbilityTemplate]
LocFriendlyName="哨兵"
LocFlyOverText="哨兵"
LocLongDescription="监视时，你最多可以进行<Ability:SENTINEL_LW_USES_PER_TURN/>次反应射击。"
LocHelpText="监视时，你最多可以进行<Ability:SENTINEL_LW_USES_PER_TURN/>次反应射击。"
LocPromotionPopupText="<Bullet/>根据外星人的移动，反应射击可以对一个或多个目标攻击。<br/>"

[LW2WotC_RapidReaction X2AbilityTemplate]
LocFriendlyName="迅速反应"
LocFlyOverText="迅速反应"
LocLongDescription="在监视时，每次射击命中使你能够再进行一次反应射击，最多<Ability:RAPID_REACTION_USES_PER_TURN/>次射击。"
LocHelpText="在监视时，每次射击命中使你能够再进行一次反应射击，最多<Ability:RAPID_REACTION_USES_PER_TURN/>次射击。"
LocPromotionPopupText="<Bullet/>在监视时，每次射击命中使你能够再进行一次反应射击，最多<Ability:RAPID_REACTION_USES_PER_TURN/>次射击。<br/>"

[LW2WotC_TraverseFire X2AbilityTemplate]
LocFriendlyName="横扫射击"
LocFlyOverText="横扫射击"
LocLongDescription="如果首次行动是用主武器进行普通射击，那你还能再进行一次非移动的行动。"
LocHelpText="如果首次行动是用主武器进行普通射击，那你还能再进行一次非移动的行动。"
LocPromotionPopupText="<Bullet/>如果首次行动是用主武器进行普通射击，那你还能再进行一次非移动的行动。<br/>"

[LW2WotC_Cutthroat X2AbilityTemplate]
LocFriendlyName="割喉"
LocFlyOverText="割喉"
LocLongDescription="你对生物型敌人的近战攻击无视其护甲并且+<Ability:CUTTHROAT_BONUS_CRIT_CHANCE/>暴击率，+<Ability:CUTTHROAT_BONUS_CRIT_DAMAGE/>暴击伤害。"
LocHelpText="你对生物型敌人的近战攻击无视其护甲并且+<Ability:CUTTHROAT_BONUS_CRIT_CHANCE/>暴击率，+<Ability:CUTTHROAT_BONUS_CRIT_DAMAGE/>暴击伤害。"
LocPromotionPopupText="<Bullet/>你对生物型敌人的近战攻击无视其护甲并且+<Ability:CUTTHROAT_BONUS_CRIT_CHANCE/>暴击率，+<Ability:CUTTHROAT_BONUS_CRIT_DAMAGE/>暴击伤害。"

[LW2WotC_WalkFire X2AbilityTemplate]
LocFriendlyName="移动射击"
LocFlyOverText="移动射击"
LocLongDescription="进行一次高精度射击，+<Ability:WALK_FIRE_AIM_BONUS>命中但是伤害减<Ability:WALK_FIRE_DAMAGE_PERCENT_MALUS>%伤害和-<Ability:WALK_FIRE_CRIT_MALUS>暴击。消耗<Ability:WALK_FIRE_AMMO_COST>弹药。<Ability:WALK_FIRE_COOLDOWN>回合冷却。"
LocHelpText="进行一次高精度射击，+<Ability:WALK_FIRE_AIM_BONUS>命中，-<Ability:WALK_FIRE_CRIT_MALUS>暴击，减<Ability:WALK_FIRE_DAMAGE_PERCENT_MALUS>%伤害，消耗<Ability:SelfAmmoCost/>弹药。"
LocPromotionPopupText="<Bullet/>这是士兵在使用自动武器时调整准星而进行的特殊射击，获得+<Ability:WALK_FIRE_AIM_BONUS>命中和-<Ability:WALK_FIRE_CRIT_MALUS>暴击，只造成<Ability:WALK_FIRE_DAMAGE_PERCENT_MALUS>%伤害。<br/><Bullet/>消耗<Ability:SelfAmmoCost/>弹药。<br/><Bullet/><Ability:WALK_FIRE_COOLDOWN>回合冷却。<br/><Bullet/>需要连发武器；主武器为霰弹枪或狙击步枪时不适用。"

[LW2WotC_PrecisionShot X2AbilityTemplate]
LocFriendlyName="精准射击"
LocFlyOverText="精准射击"
LocLongDescription="进行一次+<Ability:PRECISION_SHOT_CRIT_BONUS>暴击率和<Ability:PRECISION_SHOT_CRIT_DAMAGE_PERCENT_BONUS>%暴击伤害加成的射击。<Ability:PRECISION_SHOT_COOLDOWN>回合冷却。需要<Ability:PRECISION_SHOT_AMMO_COST>弹药。"
LocHelpText="进行一次+<Ability:PRECISION_SHOT_CRIT_BONUS>暴击率和<Ability:PRECISION_SHOT_CRIT_DAMAGE_PERCENT_BONUS>%暴击伤害加成的射击。<Ability:PRECISION_SHOT_COOLDOWN>回合冷却。需要<Ability:PRECISION_SHOT_AMMO_COST>弹药。"
LocPromotionPopupText="<Bullet/>进行一次+<Ability:PRECISION_SHOT_CRIT_BONUS>暴击率和<Ability:PRECISION_SHOT_CRIT_DAMAGE_PERCENT_BONUS>%暴击伤害加成的射击。<Ability:PRECISION_SHOT_COOLDOWN>回合冷却。需要<Ability:PRECISION_SHOT_AMMO_COST>弹药。<br/>"

[LW2WotC_PrecisionShot_Bonuses X2AbilityTemplate]
LocFriendlyName="精准射击"
LocFlyOverText="精准射击"
LocLongDescription="进行一次+<Ability:PRECISION_SHOT_CRIT_BONUS>暴击率和<Ability:PRECISION_SHOT_CRIT_DAMAGE_PERCENT_BONUS>%暴击伤害加成的射击。<Ability:PRECISION_SHOT_COOLDOWN>回合冷却。需要<Ability:PRECISION_SHOT_AMMO_COST>弹药。"
LocHelpText="进行一次+<Ability:PRECISION_SHOT_CRIT_BONUS>暴击率和<Ability:PRECISION_SHOT_CRIT_DAMAGE_PERCENT_BONUS>%暴击伤害加成的射击。<Ability:PRECISION_SHOT_COOLDOWN>回合冷却。需要<Ability:PRECISION_SHOT_AMMO_COST>弹药。"
LocPromotionPopupText="<Bullet/>进行一次+<Ability:PRECISION_SHOT_CRIT_BONUS>暴击率和<Ability:PRECISION_SHOT_CRIT_DAMAGE_PERCENT_BONUS>%暴击伤害加成的射击。<Ability:PRECISION_SHOT_COOLDOWN>回合冷却。需要。<Ability:PRECISION_SHOT_AMMO_COST>弹药。<br/>"

[LW2WotC_Covert X2AbilityTemplate]
LocFriendlyName="隐秘"
LocFlyOverText="隐秘"
LocLongDescription="敌人对你的侦查范围减少<Ability:COVERT_DETECTION_RANGE_REDUCTION>%。"
LocHelpText="敌人对你的侦查范围减少。"
LocPromotionPopupText="<Bullet/>敌人对你的侦查范围减少<Ability:COVERT_DETECTION_RANGE_REDUCTION>%，由敌人周围的红色区块标识出。<br/><Bullet/>对变种人警戒塔没有效果。"

[LW2WotC_SlugShot X2AbilityTemplate]
LocFriendlyName="弹头射击"
LocFlyOverText="弹头射击"
LocLongDescription="仅限霰弹枪为主武器时的特殊射击：进行一次能够穿透<Ability:SLUG_SHOT_PIERCE>点护甲并且没有射程惩罚的射击。使用<Ability:SelfAmmoCost/>个弹药。<Ability:SLUG_SHOT_COOLDOWN/>回合冷却。"
LocHelpText="没有射程惩罚的特殊霰弹枪护甲穿透射击。"
LocPromotionPopupText="<Bullet/>仅限主武器为霰弹枪的特殊射击：射击1次，没有射程惩罚。<br/><Bullet/>此次射击可穿透<Ability:SLUG_SHOT_PIERCE>点护甲。<br/><Bullet/><Ability:SLUG_SHOT_COOLDOWN/>回合冷却。<br/><Bullet/>需要<Ability:SelfAmmoCost/>个弹药。<br/>"

[LW2WotC_SlugShot_Bonuses X2AbilityTemplate]
LocFriendlyName="弹头射击"
LocFlyOverText="弹头射击"
LocLongDescription="仅限霰弹枪为主武器时的特殊射击：进行一次能够穿透<Ability:SLUG_SHOT_PIERCE>点护甲并且没有射程惩罚的射击。使用<Ability:SelfAmmoCost/>个弹药。<Ability:SLUG_SHOT_COOLDOWN/>回合冷却。"
LocHelpText="没有射程惩罚的特殊霰弹枪护甲穿透射击。"
LocPromotionPopupText="<Bullet/>仅限主武器为霰弹枪的特殊射击：射击1次，没有射程惩罚。<br/><Bullet/>此次射击可穿透<Ability:SLUG_SHOT_PIERCE>点护甲。<br/><Bullet/><Ability:SLUG_SHOT_COOLDOWN/>回合冷却。<br/><Bullet/>需要<Ability:SelfAmmoCost/>个弹药。<br/>"

[LW2WotC_DamageControl X2AbilityTemplate]
LocFriendlyName="伤害控制"
LocFlyOverText="伤害控制"
LocLongDescription="在受到伤害后，到下回合结束前获得<Ability:DAMAGE_CONTROL_BONUS_ARMOR>点护甲。"
LocHelpText="在受到伤害后，到下回合结束前获得<Ability:DAMAGE_CONTROL_BONUS_ARMOR>点护甲。"
LocPromotionPopupText="<Bullet/>你的护甲在被击中后暂时加强。在受到伤害后，到下回合结束前获得<Ability:DAMAGE_CONTROL_BONUS_ARMOR>点护甲。

[LW2WotC_RapidDeployment X2AbilityTemplate]
LocFriendlyName="迅速部署"
LocFlyOverText="迅速部署"
LocLongDescription="在投掷或发射一个辅助型榴弹前使用此技能，榴弹将不耗费行动。<Ability:RAPID_DEPLOYMENT_COOLDOWN>回合冷却。"
LocHelpText="在投掷或发射一个辅助型榴弹前使用此技能，榴弹将不耗费行动。<Ability:RAPID_DEPLOYMENT_COOLDOWN>回合冷却。"
LocPromotionPopupText="<Bullet/>在投掷或发射一个辅助型榴弹前使用此技能，榴弹将不耗费行动。<br/><Bullet/>适用于烟雾榴弹，闪光榴弹和战场扫描仪。<br/><Bullet/><Ability:RAPID_DEPLOYMENT_COOLDOWN>回合冷却。<br/>"

[LW2WotC_Fleche X2AbilityTemplate]
LocFriendlyName="直刺"
LocFlyOverText="直刺"
LocLongDescription="你可以用你的剑攻击任何在你移动范围内的敌人。你的起始位置和目标之间的距离每<Ability:FLECHE_BONUS_DAMAGE_PER_TILES/>格造成+1伤害。"
LocHelpText="使用你的剑攻击移动范围内的任意敌人。从远距离攻击能获得额外伤害。"
LocPromotionPopupText="<Bullet/>你能通过将移动光标移至1个敌人触发直刺能力。<br/><Bullet/>1个士兵能使用2点行动点移动以使用\"冲刺\"，并且仍旧对邻近敌人触发1次攻击。<br/><Bullet/>单位的回合起始位置和目标之间的距离每<Ability:FLECHE_BONUS_DAMAGE_PER_TILES/>格就能让直刺造成1点额外伤害。<br/>"

[LW2WotC_Fleche_Bonuses X2AbilityTemplate]
LocFriendlyName="直刺"
LocFlyOverText="直刺"
LocLongDescription="你可以用你的剑攻击任何在你移动范围内的敌人。你的起始位置和目标之间的距离每<Ability:FLECHE_BONUS_DAMAGE_PER_TILES/>格造成+1伤害。"
LocHelpText="使用你的剑攻击移动范围内的任意敌人。从远距离攻击能获得额外伤害。"
LocPromotionPopupText="<Bullet/>你能通过将移动光标移至1个敌人触发直刺能力。<br/><Bullet/>1个士兵能使用2点行动点移动以使用\"冲刺\"，并且仍旧对邻近敌人触发1次攻击。<br/><Bullet/>单位的回合起始位置和目标之间的距离每<Ability:FLECHE_BONUS_DAMAGE_PER_TILES/>格就能让直刺造成1点额外伤害。<br/>"

[LW2WotC_Slash X2AbilityTemplate]
LocFriendlyName="斩杀"
LocFlyOverText="斩杀"
LocLongDescription="用剑攻击一个临近目标。使用一个行动点数。"
LocHelpText="用剑攻击一个临近目标。使用一个行动点数。"
LocPromotionPopupText="<Bullet/>用剑攻击一个临近目标。<br/><Bullet/>使用一个行动点数且不会终止当前回合，因此每回合可攻击2次。"

[LW2WotC_TrenchGun X2AbilityTemplate]
LocFriendlyName="堑壕枪"
LocFlyOverText="堑壕枪"
LocLongDescription="仅限霰弹枪为主武器时的特殊射击：对附近锥型范围内的目标进行一次攻击。<Ability:TRENCH_GUN_COOLDOWN>回合冷却。"
LocHelpText="仅限霰弹枪为主武器时的特殊射击：对附近锥型范围内的目标进行一次攻击。<Ability:TRENCH_GUN_COOLDOWN>回合冷却。"
LocPromotionPopupText="<Bullet/>仅限主武器霰弹枪的特殊射击：对附近的目标进行近距离圆锥形的射击。<br/><Bullet/><Ability:TRENCH_GUN_COOLDOWN>回合冷却，使用<Ability:SelfAmmoCost/>弹药。<br/><Bullet/>其他主武器不可使用该能力。<br/><Bullet/>该射击不会穿透强掩护，所以该能力最佳使用状况是夹击时。<br/><Bullet/>在范围内的友军也会受到伤害。<br/>

[LW2WotC_Fortify X2AbilityTemplate]
LocFriendlyName="加固"
LocLongDescription="激活以在下回合开始前提供+<ABILITY:FORTIFY_DEFENSE/>的防御。不消耗行动点。<ABILITY:FORTIFY_COOLDOWN/>回合冷却。"
LocHelpText="激活以提供+<ABILITY:FORTIFY_DEFENSE/>的防御。无需行动点。<ABILITY:FORTIFY_COOLDOWN/>回合冷却。"
LocFlyOverText="已加固"
LocPromotionPopUpText="<Bullet/>激活以为士兵下回合开始前提供+<ABILITY:FORTIFY_DEFENSE/>的防御。<br/><Bullet/>不消耗行动点。<ABILITY:FORTIFY_COOLDOWN/>回合冷却。"

[LW2WotC_Formidable X2AbilityTemplate]
LocFriendlyName="坚定不移"
LocFlyOverText="坚定不移"
LocLongDescription="你的装备包含多一层的防护，提供<Ability:FORMIDABLE_ABLATIVE_HP/>点生命值和减少<Ability:BlastPadding/>%爆炸伤害。"
LocHelpText="增加生命值并且减少爆炸伤害。"
LocPromotionPopupText="<Bullet/>减少爆炸伤害<Ability:BlastPadding/>%。

[LW2WotC_StreetSweeper X2AbilityTemplate]
LocFriendlyName="清道夫"
LocFlyOverText="清道夫"
LocLongDescription="散弹枪发射锥形范围射击，对未装备护甲的目标造成额外伤害。会被重型掩护阻挡。"
LocHelpText="散弹枪发射锥形范围射击，对未装备护甲的目标造成额外伤害。会被重型掩护阻挡。"
LocPromotionPopupText="<Bullet/>中距离射程、锥形范围的散弹枪攻击。<br/><Bullet/>发射范围会被重型掩护阻挡。<br/><Bullet/>花费1点行动与<Ability:SelfAmmoCost/>点弹药，冷却时间为<Ability:STREET_SWEEPER_COOLDOWN>。<br/><Bullet/>对未装备护甲的目标造成<Ability:STREET_SWEEPER_UNARMORED_DAMAGE_BONUS>点额外基础伤害。<br/><Bullet/>仅限散弹枪使用。<br/><Bullet/>友军也会受到伤害。<br/>"

[LW2WotC_LightningReflexes X2AbilityTemplate]
LocFriendlyName="闪电反射"
LocFlyOverText="闪电反射"
LocLongDescription="大幅减少敌人对你的反应射击的命中率。此加成会随着敌人对你反应射击次数的增加而减弱。"
LocHelpText="减少敌人对你的反应射击的命中率。"
LocPromotionPopupText="<Bullet/>大幅减少敌人对你的反应射击的命中率。<br/><Bullet/>回合内首次对你的反应射击-100命中；第二次-80；第3次-60；第4次-40；第五次-20。再往后的命中率会恢复正常。<br/><Bullet/>此项能力在单位处于混乱、眩晕、恐慌、着火或其他受损状态中时将不提供防御加成。"

[LW2WotC_RunAndGun X2AbilityTemplate]
LocFriendlyName="奔袭战术"
LocFlyOverText="奔袭战术"
LocLongDescription="冲刺后行动。"
LocHelpText="冲刺后行动。"
LocPromotionPopupText="<Bullet/>奔袭战术可以让士兵快速接近目标，或者轻松绕到侧翼位置。<br/><Bullet/>奔袭战术有<Ability:RUN_AND_GUN_COOLDOWN>个回合的冷却时间。<br/>"

[LW2WotC_KillerInstinct X2AbilityTemplate]
LocFriendlyName="杀手本能"
LocFlyOverText="杀手本能"
LocLongDescription="使用奔袭战术可在本回合内获得+<Ability:KILLER_INSTINCT_CRIT_DAMAGE_BONUS_PCT>%暴击伤害。"
LocHelpText="使用奔袭战术可在本回合内获得+<Ability:KILLER_INSTINCT_CRIT_DAMAGE_BONUS_PCT>%暴击伤害。"
LocPromotionPopupText="<Bullet/>使用奔袭战术可在本回合内获得+<Ability:KILLER_INSTINCT_CRIT_DAMAGE_BONUS_PCT>%暴击伤害。<br/>"

[LW2WotC_ExtraConditioning X2AbilityTemplate]
LocFriendlyName="附加条件"
LocFlyOverText="附加条件"
LocLongDescription="奔袭战术的冷却时间减少<Ability:EXTRA_CONDITIONING_COOLDOWN_REDUCTION>回合冷却。"
LocHelpText="奔袭战术的冷却时间减少<Ability:EXTRA_CONDITIONING_COOLDOWN_REDUCTION>回合冷却。"
LocPromotionPopupText="<Bullet/>奔袭战术的冷却时间减少<Ability:EXTRA_CONDITIONING_COOLDOWN_REDUCTION>回合冷却。<br/>"

[LW2WotC_Smoker X2AbilityTemplate]
LocFriendlyName="烟雾弹手"
LocFlyOverText="烟雾弹手"
LocLongDescription="给你的物品栏添加一个免费的烟雾榴弹。"
LocHelpText="给你的物品栏添加一个免费的烟雾榴弹。"
LocPromotionPopupText="<Bullet/>给你的物品栏添加一个免费的烟雾榴弹。<br/>"

[LW2WotC_DenseSmoke X2AbilityTemplate]
LocFriendlyName="浓烟"
LocFlyOverText="浓烟"
LocLongDescription="你的烟雾榴弹提供额外<Ability:DENSE_SMOKE_INVERSE/>的防御。"
LocHelpText="你的烟雾榴弹提供额外<Ability:DENSE_SMOKE_INVERSE/>的防御。"
LocPromotionPopupText="<Bullet/>你的烟雾榴弹对处于烟雾中的单位提供额外<Ability:DENSE_SMOKE_INVERSE/>的防御，最高<Ability:DENSE_SMOKE_TOTAL/>。<br/>"

[LW2WotC_GrazingFire X2AbilityTemplate]
LocFriendlyName="低伸火力"
LocFlyOverText="低伸火力"
LocLongDescription="主武器的未命中射击获得一次额外机会可能变为擦伤。"
LocHelpText="未命中可能会变为擦伤。"
LocPromotionPopupText="<Bullet/>主武器的未命中射击有<Ability:GRAZING_FIRE_SUCCESS_CHANCE>%的机率变为擦伤。<br/><Bullet/>此效果在通常的命中判定之后进行。<br/><Bullet/>技能的命中率减去目标的闪避值成为擦伤的命中率。"

[LW2WotC_CombatFitness X2AbilityTemplate]
LocFriendlyName="战斗适应"
LocLongDescription="获得<ABILITY:COMBAT_FITNESS_OFFENSE/>的命中，<ABILITY:COMBAT_FITNESS_MOBILITY/>的移动力，<ABILITY:COMBAT_FITNESS_HP/>的生命值，<ABILITY:COMBAT_FITNESS_WILL/>的意志，和<ABILITY:COMBAT_FITNESS_DODGE/>的闪避。"
LocHelpText="该士兵获得多项数值加成。"
LocPromotionPopupText="<Bullet/>战斗适应提供<ABILITY:COMBAT_FITNESS_OFFENSE/>的命中，<ABILITY:COMBAT_FITNESS_MOBILITY/>的移动力，<ABILITY:COMBAT_FITNESS_HP/>的生命值，<ABILITY:COMBAT_FITNESS_WILL/>的意志，和<ABILITY:COMBAT_FITNESS_DODGE/>的闪避。"

[LW2WotC_Sprinter X2AbilityTemplate]
LocFriendlyName="神行太保"
LocLongDescription="获得<ABILITY:SPRINTER_MOBILITY/>点移动力"
LocHelpText="这个士兵拥有额外的移动力。"
LocPromotionPopupText="<Bullet/>神行太保提供<ABILITY:SPRINTER_MOBILITY/>点额外移动力。"

[LW2WotC_AlphaMikeFoxtrot X2AbilityTemplate]
LocFriendlyName="阿尔法精英"
LocFlyOverText="阿尔法精英"
LocLongDescription="你用主武器可造成<Ability:ALPHAMIKEFOXTROT_DAMAGE/>点额外的基础伤害。"
LocHelpText="你用主武器可造成<Ability:ALPHAMIKEFOXTROT_DAMAGE/>点额外的基础伤害。"
LocPromotionPopupText="<Bullet/>你用主武器可造成<Ability:ALPHAMIKEFOXTROT_DAMAGE/>点额外的基础伤害。"

[LW2WotC_CoupDeGrace X2AbilityTemplate]
LocFriendlyName="致命一击"
LocFlyOverText="致命一击"
LocLongDescription="对于混乱，眩晕，恐慌的敌人使用肉搏技能（剑类），提供命中，暴击和伤害加成。"
LocHelpText="对于混乱，眩晕，恐慌的敌人使用肉搏技能（剑类），提供命中，暴击和伤害加成。"
LocPromotionPopupText="<Bullet/>致命一击对于眩晕，恐慌的敌人提供+<Ability:COUP_DE_GRACE_HIT_BONUS/>命中，+<Ability:COUP_DE_GRACE_CRIT_BONUS/>暴击率，+<Ability:COUP_DE_GRACE_DAMAGE_BONUS/>伤害。<br/><Bullet/>这个加成对混乱的敌人有所降低。"

[LW2WotC_Interference X2AbilityTemplate]
LocFriendlyName="干扰"
LocFlyOverText="干扰"
LocLongDescription="小精灵可以取消目标单位的监视。每次战斗可使用<Ability:INTERFERENCE_CV_CHARGES>次。"
LocHelpText="取消目标单位的监视。"
LocPromotionPopupText="<Bullet/>取消目标单位的监视。<br/><Bullet/>消耗<Ability:INTERFERENCE_ACTION_POINTS>个行动点。<br/><Bullet/><Ability:INTERFERENCE_CV_CHARGES>使用次数随着小精灵的升级而提高。<br/>"

[LW2WotC_RescueProtocol X2AbilityTemplate]
LocFriendlyName="营救协议"
LocFlyoverText="营救协议"
LocLongDescription="使用你的小精灵为一个友军提供1点移动行动。"
LocHelpText="提供1点移动行动给友军。"
LocPromotionPopupText="<Bullet/>营救协议只能使用在没有行动点数的友军。<br/><Bullet/>不能使用于正在隐蔽、压制敌人或是监视射击的单位。<br/><Bullet/>同一回合内，士兵无法同时获得营救协议与命令的效果。<br/><Bullet/>花费1点行动。<br/><Bullet/>强化小精灵的科技能够增加使用次数。<br/>

[LW2WotC_BoostedCores X2AbilityTemplate]
LocFriendlyName="强力核心"
LocFlyOverText="强力核心"
LocLongDescription="爆破型榴弹造成<Ability:BOOSTED_CORES_DAMAGE>点额外伤害。"
LocHelpText="爆破型榴弹造成<Ability:BOOSTED_CORES_DAMAGE>点额外伤害。"
LocPromotionPopupText="<Bullet/>你的榴弹包含额外的爆炸物，能造成额外<Ability:BOOSTED_CORES_DAMAGE>点伤害，但需要特殊训练来掌握。<br/><Bullet/>这同样应用于榴弹效果，比如火焰武器的火。<br/>"

[LW2WotC_VolatileMix X2AbilityTemplate]
LocFriendlyName="爆炸性混合物"
LocLongDescription="你的榴弹的范围效果提升1格。"
LocHelpText="你的榴弹将覆盖更巨大的区域。"
LocFlyOverText="爆炸性混合物"
LocPromotionPopupText="<Bullet/>你的榴弹造成的更大的普通和环境效果，也适用于任何额外的效果。"

[LW2WotC_Airdrop X2AbilityTemplate]
LocFriendlyName="空投"
LocFlyOverText="空投"
LocLongDescription="小精灵为目标友军提供1个爆炸性的榴弹。每次任务可用<Ability:NUM_AIRDROP_CHARGES>次。"
LocHelpText="为目标友军提供1个爆炸性的榴弹。"
LocPromotionPopupText="<Bullet/>为目标友军提供1个爆炸性的榴弹。<br/><Bullet/>空投最初提供1个破片榴弹，但随着XCOM技术提升，它会提供更为高级的设备。<br/><Bullet/>激活空投使用1个行动点数，不会结束士兵的回合。<br/><Bullet/>每次任务可用<Ability:NUM_AIRDROP_CHARGES>次。"

[LW2WotC_Flashbanger X2AbilityTemplate]
LocFriendlyName="闪光弹手"
LocFlyOverText="闪光弹手"
LocLongDescription="为你的物品栏提供一个免费的闪光榴弹。"
LocHelpText="为你的物品栏提供一个免费的闪光榴弹。"
LocPromotionPopupText="<Bullet/>为你的物品栏提供一个免费的闪光榴弹。<br/>"

[LW2WotC_CyclicFire X2AbilityTemplate]
LocFriendlyName="循环火力"
LocFlyOverText="循环火力"
LocLongDescription="特殊射击：在1次攻击中对1个目标进行<Ability:CYCLIC_FIRE_SHOTS>次射击。需要<Ability:CYCLIC_FIRE_MIN_ACTION_REQ>个行动点并且所有射击都会受到命中减益。<Ability:CYCLIC_FIRE_COOLDOWN>回合冷却。"
LocHelpText="特殊射击：在1次攻击中对1个目标进行<Ability:CYCLIC_FIRE_SHOTS>次射击。需要<Ability:CYCLIC_FIRE_MIN_ACTION_REQ>个行动点并且所有射击都会受到命中减益。<Ability:CYCLIC_FIRE_COOLDOWN>回合冷却。"
LocPromotionPopupText="<Bullet/>特殊射击：在1次攻击中对1个目标进行<Ability:CYCLIC_FIRE_SHOTS>次射击。需要<Ability:CYCLIC_FIRE_MIN_ACTION_REQ>个行动点，且所有射击-<Ability:CYCLIC_FIRE_AIM_MALUS>命中。<br/><Bullet/>需要<Ability:SelfAmmoCost/>弹药。<br/><Bullet/>需要连射击武器；当主武器装备为霰弹枪或狙击步枪时无法使用能力。"

[LW2WotC_Kubikuri X2AbilityTemplate]
LocFriendlyName="斩首"
LocFlyOverText="斩首"
LocLongDescription="对大多数已经受到任何伤害的敌人进行特殊射击：任何暴击会杀死目标，但是普通命中只造成一半伤害。需要<Ability:KUBIKURI_MIN_ACTION_REQ>个行动点，<Ability:KUBIKURI_COOLDOWN>回合冷却。"
LocHelpText="暴击会立即杀死生命值少于一半的敌人。普通命中会造成一半的伤害。"
LocPromotionPopupText="<Bullet/>对生命值少于一半的敌人进行特殊射击：任何暴击会杀死目标，但是普通命中只造成一半伤害。<br/><Bullet/>需要<Ability:KUBIKURI_MIN_ACTION_REQ>个行动点。<br/><Bullet/><Ability:KUBIKURI_COOLDOWN>回合冷却。<br/><Bullet/>对上外星裁决者时，暴击会造成2倍普通暴击伤害而不是立刻杀死敌人。"

[LW2WotC_Evasive X2AbilityTemplate]
LocFriendlyName="灵活闪避"
LocFlyOverText="灵活闪避：+100闪避"
LocLongDescription="每次任务开始都获得100的闪避加成。在首次受到伤害后该加成会移除。"
LocHelpText="在你受到伤害前，获得100的闪避。"
LocPromotionPopupText="<Bullet/>该能力会让首次对士兵的命中变为擦伤，但被无法闪避的攻击命中会在没有加成的情况下直接移除该效果。"

[LW2WotC_Evasive_Remover X2AbilityTemplate]
LocFriendlyName="失去闪避加成"
LocFlyOverText="失去闪避加成"
LocLongDescription="每次任务开始都获得100的闪避加成。在首次受到伤害后该加成会移除。"
LocHelpText="在你受到伤害前，获得100的闪避。"
LocPromotionPopupText="<Bullet/>该能力会让首次对士兵变为擦伤，但被无法闪避的攻击命中会在没有加成的情况下直接移除该效果。"

[LW2WotC_IronSkin X2AbilityTemplate]
LocFriendlyName="铁皮肤"
LocFlyOverText="铁皮肤"
LocLongDescription="近战伤害减少<Ability:IRON_SKIN_MELEE_DAMAGE_REDUCTION>。"
LocHelpText="近战伤害减少<Ability:IRON_SKIN_MELEE_DAMAGE_REDUCTION>。"
LocPromotionPopupText="<Bullet/>近战伤害减少<Ability:IRON_SKIN_MELEE_DAMAGE_REDUCTION>。<br/>"

[LW2WotC_CombatAwareness X2AbilityTemplate]
LocFriendlyName="战斗意识"
LocFlyOverText="战斗意识"
LocLongDescription="在监视时获得<Ability:COMBAT_AWARENESS_BONUS_DEFENSE>点防御和<Ability:COMBAT_AWARENESS_BONUS_ARMOR>点护甲值。"
LocHelpText="在监视时获得<Ability:COMBAT_AWARENESS_BONUS_DEFENSE>点防御和<Ability:COMBAT_AWARENESS_BONUS_ARMOR>点护甲值。"
LocPromotionPopupText="<Bullet/>在监视时获得<Ability:COMBAT_AWARENESS_BONUS_DEFENSE>点防御和<Ability:COMBAT_AWARENESS_BONUS_ARMOR>点护甲值。<br/><Bullet/>此项能力在单位处于混乱、眩晕、恐慌、着火或其他受损状态中时将不提供防御加成。<br/><Bullet/>也适用于压制和杀戮地带。"

[LW2WotC_CombatRush X2AbilityTemplate]
LocFriendlyName="战斗冲锋"
LocFlyOverText="战斗冲锋"
LocLongDescription="当你击杀1个敌人，附近的友军能暂时获得命中，暴击率和移动力加成。<Ability:COMBAT_RUSH_COOLDOWN>回合冷却。"
LocHelpText="当你击杀1个敌人，附近的友军能暂时获得命中，暴击率和移动力加成。"
LocPromotionPopupText="<Bullet/>战斗冲锋会在你击杀1个敌人时触发，并且提供7格内的友军+<Ability:COMBAT_RUSH_AIM_BONUS>命中，+<Ability:COMBAT_RUSH_CRIT_BONUS>暴击率以及+<Ability:COMBAT_RUSH_MOBILITY_BONUS>移动力。<br/><Bullet/>效果会持续到击杀后的1个回合结束。<br/><Bullet/>仅每<Ability:COMBAT_RUSH_COOLDOWN>回合触发1次。<br/>"

[LW2WotC_FullKit X2AbilityTemplate]
LocFriendlyName="全副武装"
LocFlyOverText="全副武装"
LocLongDescription="在装备栏中为每个榴弹+<Ability:FULL_KIT_BONUS>使用次数。"
LocHelpText="在装备栏中为每个榴弹+<Ability:FULL_KIT_BONUS>使用次数"
LocPromotionPopupText="<Bullet/>在装备栏中为每个榴弹+<Ability:FULL_KIT_BONUS>使用次数。<br/><Bullet/>适用于爆破型和辅助型榴弹，以及战场扫描仪。<br/>"

[LW2WotC_Ghostwalker X2AbilityTemplate]
LocFriendlyName="鬼行者"
LocFlyOverText="鬼行者"
LocLongDescription="启用此能力可在此回合及下一回合内使敌人侦查范围减少25%。<Ability:GHOSTWALKER_COOLDOWN>回合冷却。"
LocHelpText="在<Ability:GHOSTWALKER_DURATION>回合内使敌人侦查范围减少25%。"
LocPromotionPopupText="<Bullet/>启用此能力可在<Ability:GHOSTWALKER_DURATION>回合内使敌人对你的侦查范围减少25%（包括当前回合），由敌人周围的红色区块标识出。<br/><Bullet/><Ability:GHOSTWALKER_COOLDOWN>回合冷却。<br/><Bullet/>不需要行动点数。<br/><Bullet/>对变种人警戒塔没有效果。"

[LW2WotC_Savior X2AbilityTemplate]
LocFriendlyName="救世主"
LocFlyOverText="救世主"
LocLongDescription="治疗能力回复额外<Ability:SAVIOR_BONUS_HEAL_AMMOUNT>点生命值。"
LocHelpText="治疗能力回复额外<Ability:SAVIOR_BONUS_HEAL_AMMOUNT>点生命值。"
LocPromotionPopupText="<Bullet/>效果适用于小精灵治疗，急救包和恢复能力。<br/>"

[LW2WotC_HeavyOrdnance X2AbilityTemplate]
LocFriendlyName="重型军火"
LocLongDescription="在榴弹专用槽中任何伤害型榴弹可以额外使用<Ability:HEAVY_ORDNANCE_BONUS_CHARGES>次。"
LocHelpText="在榴弹专用槽中任何伤害型榴弹可以额外使用<Ability:HEAVY_ORDNANCE_BONUS_CHARGES>次。"
LocFlyOverText="重型军火"
LocPromotionPopupText="<Bullet/>所有伤害型榴弹都适用重型军火。<br/>"

[LW2WotC_Protector X2AbilityTemplate]
LocFriendlyName="守卫"
LocLongDescription="在榴弹专用槽中的非伤害性榴弹可以额外使用<Ability:PROTECTOR_BONUS_CHARGES>次。"
LocHelpText="在榴弹专用槽中的非伤害性榴弹可以额外使用<Ability:PROTECTOR_BONUS_CHARGES>次。"
LocFlyOverText="守卫"
LocPromotionPopupText="<Bullet/>守卫可以使用除了鬼影手雷之外的所有非伤害性榴弹。<br/>"

[LW2WotC_HEATWarheads X2AbilityTemplate]
LocFriendlyName="高热弹头"
LocLongDescription="你的榴弹最多穿透<Ability:HEAT_WARHEADS_PIERCE>点护甲并粉碎额外<Ability:HEAT_WARHEADS_SHRED>点护甲。"
LocHelpText="你的榴弹最多穿透<Ability:HEAT_WARHEADS_PIERCE>点护甲并粉碎额外<Ability:HEAT_WARHEADS_SHRED>点护甲。"
LocFlyOverText="高热弹头"
LocPromotionPopupText="<Bullet/>你的榴弹最多穿透（无视）<Ability:HEAT_WARHEADS_PIERCE>点护甲并粉碎额外<Ability:HEAT_WARHEADS_SHRED>点护甲。<br/>"

[LW2WotC_AreaSuppression X2AbilityTemplate]
LocFriendlyName="区域压制"
LocFlyOverText="区域压制"
LocLongDescription="发射一片弹幕，压制在4格半径范围内的多个目标。对任何移动的目标进行反应射击，并对所有目标的命中附加<Ability:SUPPRESSIONPENALTY/>惩罚，直到压制效果移除。在隐蔽时无法使用。"
LocHelpText="压制一片区域内的多个目标。"
LocPromotionPopupText="<Bullet/>士兵隐蔽时无法使用区域压制。<br/><Bullet/>只要进行压制的单位有足够弹药，任何试图移动的单位会受到反应射击。<br/><Bullet/>霰弹枪或狙击步枪无法使用该能力。<br/><Bullet/>区域压制消耗<Ability:SelfAmmoCost/>弹药，每次反应射击要再消耗1个弹药。没有冷却时间。<br/><Bullet/>如果进行压制的单位受到伤害，区域压制将结束。<br/><Bullet/>如果多个单位压制一个目标，则命中值惩罚会叠加。<br/><Bullet/>压制限制了许多目标的能力，包括火箭弹和榴弹。"

[LW2WotC_DangerZone X2AbilityTemplate]
LocFriendlyName="危险地带"
LocFlyOverText="危险地带"
LocLongDescription="区域压制能够压制5格半径内的敌人。"
LocHelpText="更大范围的区域压制。"
LocPromotionPopupText="<Bullet/>区域压制能够压制5格半径内的敌人。<br/>"

[LW2WotC_Lockdown X2AbilityTemplate]
LocFriendlyName="封锁"
LocFlyOverText="封锁"
LocLongDescription="对被压制时试图移动的敌人射击+<Ability:LOCKDOWN_TOHIT_BONUS>命中率。"
LocHelpText="射击被压制且试图移动的敌人时获得命中率和伤害加成。"
LocPromotionPopupText="<Bullet/>对被压制时试图移动的敌人射击+<Ability:LOCKDOWN_TOHIT_BONUS>命中率。<br/><Bullet/>与其他反应射击加成叠加。"

[LW2WotC_Lockdown_Bonuses X2AbilityTemplate]
LocFriendlyName="封锁"
LocFlyOverText="封锁"
LocLongDescription="对被压制时试图移动的敌人射击+<Ability:LOCKDOWN_TOHIT_BONUS>命中率。"
LocHelpText="射击被压制且试图移动的敌人时获得命中率和伤害加成。"
LocPromotionPopupText="<Bullet/>对被压制时试图移动的敌人射击+<Ability:LOCKDOWN_TOHIT_BONUS>命中率。<br/><Bullet/>与其他反应射击加成叠加。"

[LW2WotC_Mayhem X2AbilityTemplate]
LocFriendlyName="暴力美学"
LocFlyOverText="暴力美学"
LocLongDescription="对被压制时试图移动的敌人造成<Ability:MAYHEM_DAMAGE_BONUS_PCT>%伤害加成。"
LocHelpText="对被压制时试图移动的敌人射击造成伤害加成。"
LocPromotionPopupText="<Bullet/>对被压制时试图移动的敌人造成<Ability:MAYHEM_DAMAGE_BONUS_PCT>%伤害加成。<br/>"

[LW2WotC_Mayhem_Bonuses X2AbilityTemplate]
LocFriendlyName="暴力美学"
LocFlyOverText="暴力美学"
LocLongDescription="对被压制时试图移动的敌人造成<Ability:MAYHEM_DAMAGE_BONUS_PCT>%伤害加成。"
LocHelpText="对被压伤害加成制时试图移动的敌人射击造成伤害加成。"
LocPromotionPopupText="<Bullet/>对被压制时试图移动的敌人造成<Ability:MAYHEM_DAMAGE_BONUS_PCT>%伤害加成。<br/>"

[LW2WotC_EmergencyLifeSupport X2AbilityTemplate]
LocFriendlyName="应急生命保障"
LocFlyOverText="应急生命保障"
LocLongDescription="应急生命保障保证在1个任务中的首次被击杀不会导致直接死亡。它同样延长了士兵失血到死亡的时间。"
LocHelpText="保证在1个任务中的首次被击杀不会导致直接死亡，并且延长流血时间。"
LocPromotionPopupText="<Bullet/>保证在1个任务中的首次被击杀不会导致直接死亡，并且延长流血时间。"<br/><Bullet/>流血时间增加2回合。<br/>"

[LW2WotC_SmartMacrophages X2AbilityTemplate]
LocFriendlyName="智能巨噬细胞"
LocFlyOverText="智能巨噬细胞"
LocLongDescription="战斗后治疗伤口，降低受伤恢复时间，并获得对毒和酸的免疫。"
LocHelpText="降低受伤恢复时间，并获得对毒和酸的免疫。"
LocPromotionPopupText="<Bullet/>你的受伤恢复时间是根据你在战斗中损失的生命值来计算的，这个值减一。<br/><Bullet/>获得对毒和酸的免疫。<br/>"

[LW2WotC_FieldSurgeon X2AbilityTemplate]
LocFriendlyName="战地外科"
LocFlyOverText="战地外科"
LocLongDescription="减少大多数士兵的受伤恢复时间。"
LocHelpText="减少大多数士兵的受伤恢复时间。"
LocPromotionPopupText="<Bullet/>战地外科减少1点士兵在战斗中从受伤恢复所需的生命值。<br/><Bullet/>单个任务中多个战地外科有几率进一步减少恢复时间。<br/><Bullet/>该效果对拥有此能力的士兵同样有效。<br/><Bullet/>它对于受到致命伤或从流血状态中稳定过来的士兵无效。"

[LW2WotC_Trojan X2AbilityTemplate]
LocFriendlyName="勇士"
LocFlyOverText="勇士"
LocLongDescription="被侵入的敌方单位在侵入效果结束的回合受到伤害且不能行动。"
LocHelpText="被侵入的单位在侵入效果结束时受到伤害且不能行动。"
LocPromotionPopupText="<Bullet/>被失控协议侵入的敌方单位在侵入效果结束的回合受到0到8点伤害且不能行动。<br/><Bullet/>适用于被失控协议眩晕或控制的单位。<br/><Bullet/>伤害根据侵入数值和目标的侵入防御数值来计算。<br/>"

[LW2WotC_IronCurtain X2AbilityTemplate]
LocFriendlyName="铁幕"
LocFlyOverText="铁幕"
LocLongDescription="伤害减<Ability:IRON_CURTAIN_DAMAGE_MODIFIER>%的特殊射击，在<Ability:IRON_CURTAIN_MOB_DAMAGE_DURATION>回合内减少目标的移动力。使用主武器进行的锥形射击。<Ability:IRON_CURTAIN_COOLDOWN>回合冷却。"
LocHelpText="低伤害的特殊射击，在<Ability:IRON_CURTAIN_MOB_DAMAGE_DURATION>回合内减少敌人的移动力。"
LocPromotionPopupText="<Bullet/>如果该锥形攻击命中，铁幕造成<Ability:IRON_CURTAIN_DAMAGE_MODIFIER>%伤害和-<Ability:IRON_CURTAIN_MOBILITY_DAMAGE>敌人移动力，持续<Ability:IRON_CURTAIN_MOB_DAMAGE_DURATION>回合。<br/><Bullet/><Ability:IRON_CURTAIN_COOLDOWN>回合冷却。<br/><Bullet/>需要<Ability:SelfAmmoCost/>弹药。<br/><Bullet/>可在移动后使用。<br/><Bullet/>铁幕不适用于霰弹枪和狙击步枪。<br/><Bullet/>在锥形区域内的友军也会被此能力击中。<br/>"

[LW2WotC_BodyShield X2AbilityTemplate]
LocFriendlyName="全身防护"
LocFlyOverText="全身防护"
LocLongDescription="目标敌人在对该士兵时受到-<Ability:BODY_SHIELD_DEF_BONUS>命中和-<Ability:BODY_SHIELD_ENEMY_CRIT_MALUS>暴击率的惩罚。<Ability:BODY_SHIELD_COOLDOWN>回合冷却。"
LocHelpText="目标敌人在对该士兵时受到-<Ability:BODY_SHIELD_DEF_BONUS>命中和-<Ability:BODY_SHIELD_ENEMY_CRIT_MALUS>暴击率的惩罚。<Ability:BODY_SHIELD_COOLDOWN>回合冷却。"
LocPromotionPopupText="<Bullet/>目标敌人在对该士兵时受到-<Ability:BODY_SHIELD_DEF_BONUS>命中和-<Ability:BODY_SHIELD_ENEMY_CRIT_MALUS>暴击率的惩罚。<br/><Bullet/><Ability:BODY_SHIELD_COOLDOWN>回合冷却。<br/>"

[LW2WotC_StingGrenades X2AbilityTemplate]
LocFriendlyName="尖刺榴弹"
LocFlyOverText="尖刺榴弹"
LocLongDescription="你的闪光榴弹有<Ability:STING_GRENADE_STUN_CHANCE>%几率使范围内敌人眩晕一回合。"
LocHelpText="你的闪光榴弹有<Ability:STING_GRENADE_STUN_CHANCE>%几率使敌人眩晕。"
LocPromotionPopupText="<Bullet/>你的闪光榴弹有<Ability:STING_GRENADE_STUN_CHANCE>%几率使敌人眩晕。<br/>"

[LW2WotC_BluescreenBombs X2AbilityTemplate]
LocFriendlyName="蓝屏炸弹"
LocLongDescription="你的闪光榴弹现在能够使机器人单位混乱并减少他们对于侵入的抵抗。"
LocHelpText="你的闪光榴弹现在能够使机器人单位混乱并减少他们对于侵入的抵抗。"
LocFlyOverText="蓝屏炸弹"
LocPromotionPopupText="<Bullet/>你的闪光榴弹现在能够使机器人单位混乱。<br/><Bullet/>你的闪光榴弹还能减少他们对于侵入的抵抗。<br/>"

[LW2WotC_ImpactFields X2AbilityTemplate]
LocFriendlyName="冲击力场"
LocFlyOverText="冲击力场"
LocLongDescription="激活一个力场，能够减少<Ability:IMPACT_FIELDS_DAMAGE_REDUCTION_PCT>%伤害在<Ability:IMPACT_FIELDS_DURATION>回合内。<Ability:IMPACT_FIELDS_COOLDOWN>回合冷却。"
LocHelpText="激活一个力场，能够减少<Ability:IMPACT_FIELDS_DAMAGE_REDUCTION_PCT>%伤害在<Ability:IMPACT_FIELDS_DURATION>回合内。<Ability:IMPACT_FIELDS_COOLDOWN>回合冷却。"
LocPromotionPopupText="<Bullet/>激活一个力场，能够减少<Ability:IMPACT_FIELDS_DAMAGE_REDUCTION_PCT>%伤害在<Ability:IMPACT_FIELDS_DURATION>回合内。<br/><Bullet/><Ability:IMPACT_FIELDS_COOLDOWN>回合冷却(包括激活的回合)。<br/><Bullet/>使用1个行动点不会自动结束你的回合。<br/><Bullet/>穿甲武器不会使该效果减弱。<br/>"

[LW2WotC_DoubleTap X2AbilityTemplate]
LocFriendlyName="双发快射"
LocFlyOverText="双发快射"
LocLongDescription="一次正常射击，并获得一个只能用于射击和监视的行动。"
LocHelpText="进行射击，获得额外的射击和监视。"
LocPromotionPopupText="<Bullet/>一次正常射击，再获得第二点行动，但只能用于正常射击、精准射击、斩首或监视。<br/><Bullet/><Ability:SelfCooldown/>-回合冷却。<br/>"

[LW2WotC_SnapShot X2AbilityTemplate]
LocFriendlyName="急速射击"
LocFlyOverText="急速射击"
LocHelpText="射击目标。"
LocLongDescription="移动后使用狙击步枪射击，但是在小队视野的5格之外将会受到严重的命中惩罚。"
LocPromotionPopupText="<Bullet/>这个士兵将可以在移动后使用狙击步枪开火，但是将会受到严重的命中惩罚超过22格之外的敌人。<br/><Bullet/>移动后无法使用监视射击。<br/>

[LW2WotC_SnapShotAimModifier X2AbilityTemplate]
LocFriendlyName="急速射击"
LocFlyOverText="急速射击"
LocLongDescription="在移动后你可以用狙击步枪进行普通射击和进入普通监视，但是超过小队视野5格以上的所有射击都会受到严重的射程惩罚。"
LocHelpText="移动后可以用狙击步枪进行普通射击和监视。"

[LW2WotC_Whirlwind X2AbilityTemplate]
LocFriendlyName="旋风斩"
LocLongDescription="如果你用近战技能命中，获得1点额外的移动力。"
LocHelpText="获得一点额外的移动力当使用近战技能命中"
LocFlyOverText="旋风斩"
LocPromotionPopupText="<Bullet/>每回合最多获得1点移动力。<br/><Bullet/>死神收割时该技能无法生效。<br/>"

[LW2WotC_GhostGrenade X2AbilityTemplate]
LocFriendlyName="鬼影手雷"
LocLongDescription="一种特殊的烟雾榴弹能让目标友军进入隐蔽状态。"
LocHelpText="让1位XCOM友军进入隐蔽状态。"
LocPromotionPopupText="<Bullet/>该能力仅影响1位目标友军；其他在烟雾中的目标不会隐蔽，但会受到防御加成。<br/><Bullet/>使用1个行动点并会结束你的回合。<br/><Bullet/>每个任务使用1次；增加榴弹数目的能力不会提供加成。<br/><Bullet/>仅对XCOM士兵有效，因为平民没有接受隐蔽技术的训练。<br/><Bullet/>小型烟雾提供20的防御；浓密烟雾的加成不适用。<br/><Bullet/>它不适用于标准XCOM榴弹发射器，必须对可见友军投掷。<br/><Bullet/>榴弹兵无法在隐蔽时使用该能力。"

[VanishingAct X2AbilityTemplate]
LocFriendlyName="鬼影手雷"
LocHelpText="特制的烟雾榴弹，可使一名友军隐蔽在一小片烟雾中。"
LocFlyOverText="鬼影手雷"

[LW2WotC_Flush X2AbilityTemplate]
LocFriendlyName="冲散"
LocLongDescription="命中加成的特殊射击，造成少量或者无伤害，但是命中后降低目标防御和闪避，并且强迫目标移动。"
LocHelpText="命中加成的特殊射击，造成少量或者无伤害，但是命中后降低目标防御和闪避，并且强迫目标移动。"
LocFlyOverText="冲散"
LocPromotionPopupText="<Bullet/>消耗<Ability:SelfAmmoCost/>弹药。<br/><Bullet/><Ability:FLUSH_COOLDOWN>回合冷却。<br/><Bullet/>+<Ability:FLUSH_AIM_BONUS>命中加成。<br/><Bullet/>无法暴击或施加额外弹药效果。<br/><Bullet/>隐蔽状态无法使用。<br/><Bullet/>目标获得减少<Ability:FLUSH_DEFENSE_REDUCTION>防御和<Ability:FLUSH_DODGE_REDUCTION>闪避直到下一个XCOM回合。"
str_FlushEffect="驱赶"

[LW2WotC_ClutchShot X2AbilityTemplate]
LocFriendlyName="关键射击"
LocFlyOverText="关键射击"
LocLongDescription="发射1记必中的手枪射击，每次任务可使用1次。"
LocHelpText="发射1记必中的手枪射击，每次任务可使用1次。"
LocPromotionPopupText="<Bullet/>发射1记必中的手枪射击，每次任务可使用1次。<br/>"

[LW2WotC_FullOverride X2AbilityTemplate]
LocFriendlyName="完全破解"
LocLongDescription="永久控制机器人单位。"
LocHelpText="永久控制机器人单位。"
LocFlyOverText="完全破解"
LocPromotionPopupText="<Bullet/>完全破解是一种能对敌人机器人单位使用的特殊侵入动作。<br/><Bullet/>它有1次使用机会，仅可在成功的破解之后使用。<br/><Bullet/>需要1个行动点并会结束士兵的回合。<br/><Bullet/>任务期间控制该机器人单位。<br/>"

[BuffEnemy_FullOverride X2HackRewardTemplate]
FriendlyName="过载"
Description="失败的侵入将会增加该目标命中和防御的数值。"

[ControlRobot_Mission X2HackRewardTemplate]
FriendlyName="指挥敌人"
Description="在任务的剩余时间控制该单位。"

[ALotOfIntel_FullOverride X2HackRewardTemplate]
FriendlyName="大型情报缓存"
FriendlyNamePlural="大型情报缓存"
Description="敌人的大量情报。"

[LW2WotC_Gunslinger X2AbilityTemplate]
LocFriendlyName="枪神"
LocFlyOverText="枪神"
LocLongDescription="使用手枪对<Ability:GUNSLINGER_TILES_RANGE>格内以及一个锥形范围内任意移动或攻击的敌人进行一次反应射击。<Ability:GUNSLINGER_COOLDOWN>回合冷却。"
LocHelpText="加强手枪监视的锥形射程。"
LocPromotionPopupText="<Bullet/>射程为<Ability:GUNSLINGER_TILES_RANGE>格。<br/><Bullet/><Ability:GUNSLINGER_COOLDOWN>回合冷却。<br/>"

[LW2WotC_Commissar X2AbilityTemplate]
LocFriendlyName="督战员"
LocFlyOverText="督战员"
LocLongDescription="对被敌人心灵控制的友军进行手枪射击+<Ability:COMMISSAR_HIT_BONUS>的命中，无法闪避，并且在命中后自动击杀目标。"
LocHelpText="对被敌人心灵控制的友军进行手枪射击+<Ability:COMMISSAR_HIT_BONUS>的命中，无法闪避，并且在命中后自动击杀目标。"
LocPromotionPopupText="<Bullet/>对被敌人心灵控制的友军进行手枪射击+<Ability:COMMISSAR_HIT_BONUS>的命中，无法闪避，并且在命中后自动击杀目标。<br/>"

[LW2WotC_SteadyWeapon X2AbilityTemplate]
LocFriendlyName="稳定武器"
LocFlyOverText="稳定武器"
LocLongDescription="你的主武器的下一次射击获得+<Ability:STEADY_WEAPON_AIM_BONUS>命中。多次使用可以使效果叠加。如果你使用行动点或受伤就会失去此加成。"
LocHelpText="你的主武器的下一次射击获得+<Ability:STEADY_WEAPON_AIM_BONUS>命中。多次使用可以使效果叠加。如果你使用行动点或受伤就会失去此加成。"
LocPromotionPopupText="<Bullet/>你的主武器的下一次射击获得+<Ability:STEADY_WEAPON_AIM_BONUS>命中。多次使用可以使效果叠加。如果你使用行动点或受伤就会失去此加成。<br/><Bullet/>被压制时不能使用。<br/><Bullet/>如果什么都不做的话此效果会持续几回合。<br/>"

[LW2WotC_Bombardier X2AbilityTemplate]
LocFriendlyName="轰炸者"
LocLongDescription="投掷或发射榴弹的距离增加<Ability:BOMBARDIER_BONUS_RANGE_TILES>格。"
LocHelpText="投掷或发射榴弹的距离增加<Ability:BOMBARDIER_BONUS_RANGE_TILES>格。"
LocFlyOverText="轰炸者"
LocPromotionPopupText="<Bullet/>你的榴弹拥有<Ability:BOMBARDIER_BONUS_RANGE_TILES>格额外距离。<br/><Bullet/>这也包括了发射或投掷的榴弹。<br/><Bullet/>包括战场扫描仪。<br/>"

[LW2WotC_Failsafe X2AbilityTemplate]
LocFriendlyName="故障保护"
LocLongDescription="如果你侵入失败，你能够阻止任何负面效果发生。"
LocHelpText="如果你侵入失败，你能够阻止任何负面效果发生。"
LocFlyOverText="故障保护"
LocPromotionPopupText="<Bullet/>如果你侵入失败，你能够阻止任何负面效果发生。"

[LW2WotC_MindMerge X2AbilityTemplate]
LocFriendlyName="心灵融合"
LocFlyOverText="心灵融合"
LocLongDescription="给同伴提供额外的意志，暴击率和护盾值，直到玩家的下一回合开始。"
LocHelptext="给同伴提供额外的意志，暴击率和护盾值。"
LocPromotionPopupText="<Bullet/>可为目标提供1点额外生命值（护盾），使用心灵融合的灵能士兵的每<Ability:MIND_MERGE_SHIELDHP_DIVISOR>点灵能攻击分数还可提供额外1点生命值。<br/><Bullet/>灵能士兵的每<Ability:MIND_MERGE_WILL_DIVISOR>点灵能攻击分数都能给目标友军提供1点意志力。<br/><Bullet/>灵能士兵的每<Ability:MIND_MERGE_CRIT_DIVISOR>点灵能值提供1点暴击率。<br/><Bullet/>效果持续到灵能士兵的下回合。<br/><Bullet/><Ability:MIND_MERGE_COOLDOWN>回合冷却。<br/><Bullet/>只有可见的友军才能成为目标。<br/><Bullet/>加强的灵能增幅器能提供额外奖励意志力和生命值。<br/><Bullet/>使用1个行动点，不会结束回合。"

[LW2WotC_SoulMerge X2AbilityTemplate]
LocFriendlyName="灵魂融合"
LocFlyOverText="灵魂融合"
LocLongDescription="增加心灵融合的效率，更多的暴击率，更高意志力和护盾值。并且减少心灵融合的冷却时间。"
LocHelpText="提升心灵融合的效率。"
LocPromotionPopupText="<Bullet/>减少<Ability:SOUL_MERGE_COOLDOWN_REDUCTION>回合心灵融合的冷却时间。<br/><Bullet/>每<Ability:SOUL_MERGE_SHIELDHP_DIVISOR>点灵能攻击能使附加的生命值增加1点。<br/><Bullet/>每<Ability:SOUL_MERGE_WILL_DIVISOR>灵能攻击提升1点意志力。<br/><Bullet/>每<Ability:SOUL_MERGE_CRIT_DIVISOR>点灵能值提供1%的暴击率。"

[LW2WotC_Solace X2AbilityTemplate]
LocFriendlyName="慰藉"
LocFlyOverText="慰藉"
LocLongDescription="灵能士兵可以立即解除同伴的精神异常。"
LocHelpText="灵能士兵可以立即解除同伴的精神异常。"
LocPromotionPopupText="<Bullet/>慰藉驱散混乱，心灵控制，恐慌和眩晕状态。<br/><Bullet/>消耗1行动点，<Ability:SOLACE_COOLDOWN/>回合冷却。<br/>

[LW2WotC_Bastion X2AbilityTemplate]
LocFriendlyName="堡垒"
LocLongDescription="要塞现对周围队友提供伤害免疫。"
LocHelpText="要塞现对周围队友提供伤害免疫。"
LocFlyOverText="堡垒"
LocPromotionPopupText="<Bullet/>堡垒有4格半径范围。<br/><Bullet/>移动到受折磨的友军附近会立刻清除它们的负面物理状态效果。<br/>"

[LW2WotC_Bastion_Passive X2AbilityTemplate]
LocFriendlyName="堡垒"
LocLongDescription="要塞现对周围队友提供伤害免疫。"
LocHelpText="要塞现对周围队友提供伤害免疫。"
LocFlyOverText="堡垒"
LocPromotionPopupText="<Bullet/>堡垒有4格半径范围。<br/><Bullet/>移动到受折磨的友军附近会立刻清除它们的负面物理状态效果。<br/>"

[LW2WotC_Bastion_Cleanse X2AbilityTemplate]
LocFriendlyName="堡垒"
LocLongDescription="要塞现对周围队友提供伤害免疫。"
LocHelpText="要塞现对周围队友提供伤害免疫。"
LocFlyOverText="堡垒"
LocPromotionPopupText="<Bullet/>堡垒有4格半径范围。<br/><Bullet/>移动到受折磨的友军附近会立刻清除它们的负面物理状态效果。<br/>"

[LW2WotC_Sapper X2AbilityTemplate]
LocFriendlyName="工兵"
LocLongDescription="你的爆炸物可以摧毁多数掩体。"
LocHelpText="你的爆炸物可以摧毁多数掩体。"
LocFlyOverText="工兵"
LocPromotionPopupText="<Bullet/>工兵可以使用破片榴弹和其他爆炸物摧毁多数掩体。"

[LW2WotC_NeedleGrenades X2AbilityTemplate]
LocFriendlyName="刺针手雷"
LocLongDescription="你的爆炸物杀死敌人时不会破坏战利品。"
LocHelpText="你的爆炸物杀死敌人时不会破坏战利品。"
LocFlyOverText="刺针手雷"
LocPromotionPopupText="<Bullet/>你受过额外的训练，能让你使用能够发射出特殊裂片的榴弹，使战利品完好无损。"

[XComGame.UIArmory_Loadout]
[UIArmory_Loadout]
m_strNeedsSoldierClass="无法装备"
m_strUnavailableToClass="不可用"

; Modified vanilla abilities

[InTheZone X2AbilityTemplate]
LocPromotionPopupText="<Bullet/>连环杀戮就如字面意思一样，意味着在一次行动内击杀多个敌人。<br/><Bullet/>然而每杀死一名敌人，暴击率和伤害就会减少一些。<br/><Bullet/>连环杀戮需要<Ability:SelfCooldown/>回合冷却。<br/>"

[Fuse X2AbilityTemplate]
LocPromotionPopupText="<Bullet/>引爆有<Ability:SelfCooldown/>-回合冷却。<br/>"

[BulletShred X2AbilityTemplate]
LocLongDescription="撕裂提供了额外的暴击率，并且使敌人承受来自其他任何攻击的+<Ability:RuptureAmount/>点额外伤害。"
LocHelpText="撕裂提供了额外的暴击率，并且使敌人承受来自其他任何攻击的额外伤害。"

[Stealth X2AbilityTemplate]
LocFriendlyName="隐匿"
LocLongDescription="每次任务可立即进入隐蔽状态一次。"
LocHelpText="每次任务可立即进入隐蔽状态一次。"
LocFlyOverText="隐匿"
LocPromotionPopupText="<Bullet/>士兵在任何掩体下都能保持隐蔽，但是一旦进入敌人的侦查半径并被敌人夹击，就会立即暴露。<br/><Bullet/>需要1个行动点并会结束士兵的回合。"

[RevivalProtocol X2AbilityTemplate]
LocPromotionPopupText="<Bullet/>复活协议可以用来恢复失去意识的士兵，包括因流血过多昏迷后伤势得到稳定的士兵。<br/><Bullet/>如果在初次行动就使用复活协议，不会结束你的回合。<br/><Bullet/>能使用2次，随着小精灵的升级而增加次数。<br/>"

[ThreatAssessment X2AbilityTemplate]
LocLongDescription="援助协议现在允许作用目标进行一次掩护火力监视射击。"
LocPromotionPopupText="<Bullet/>援助协议现在允许作用目标进行一次掩护火力监视射击。"

[SoulSteal X2AbilityTemplate]
LocLongDescription="灵魂火伤害的一半恢复灵能士兵的生命值，如果灵能士兵未受伤害，将其转化为护盾。"
LocHelpText="灵魂火恢复生命或者提供护盾
LocPromotionPopupText="<Bullet/>魂偷取将会恢复受伤士兵的生命值，或者提供额外的护盾。<br/><Bullet/>最多可偷取4点护盾值。"

[CoveringFire X2AbilityTemplate]
LocLongDescription="你的监视射击将对所有敌军行动做出反应，不仅仅是移动。"
LocPromotionPopupText="<Bullet/>被敌方行动触发的掩护射击会在敌方行动尚未完成前发动。<br/><Bullet/>掩护射击技能将会对你射击目标提供一个暂时性命中惩罚，不论是触发掩护射击，还是普通的监视射击。<br/>"

[DeathFromAbove X2AbilityTemplate]
LocFriendlyName="死神天降"
LocLongDescription="杀死一个位于低位置的敌人只会花费一个行动点，并且不会结束你的回合。同时为狙击步枪提供远距离命中加成。"
LocHelpText="杀死一个位于低位置的敌人只会花费一个行动点，并且不会结束你的回合。"
LocFlyOverText="死神天降"
LocPromotionPopupText="<Bullet/>死神天降能够和手枪能力进行连击，或是简单地让士兵更具移动力。<br/><Bullet/>同时为狙击步枪提供远距离命中加成。"

[X2ExperienceConfig]
PsiRankNames[8]="大师"
PsiShortNames[8]="Mstr."

[PsiOperative X2SoldierClassTemplate]
RankNames[8]="大师"
ShortNames[8]="Mstr."
RankIcons[8]= "UILibrary_LW_PerkPack.psirank_Master"

[Spark X2SoldierClassTemplate]
RankNames[8]="圣殿骑士"
ShortNames[8]="Tpr."
RankIcons[8]="UILibrary_Common.rank_fieldmarshall"
